import { View, Text, TouchableOpacity, ScrollView, Image } from "react-native";
import React, { useLayoutEffect } from "react";
import { Ionicons } from "@expo/vector-icons";

export default function নীতিমালা({ navigation }) {
  useLayoutEffect(() => {
    navigation.setOptions({
      headerLeft: () => (
        <TouchableOpacity onPress={() => navigation.goBack()}>
          <Ionicons
            name="ios-arrow-back"
            size={24}
            color="black"
            style={{ paddingLeft: 10 }}
          />
        </TouchableOpacity>
      ),
    });
  }, [navigation]);
  return (
    <View style={{ paddingHorizontal: 10, paddingVertical: 20 }}>
      <ScrollView>
        <View>
          <Text style={{ textAlign: "center" }}>
            <Text>বিস্‌মিল্লাহির রাহমানির রাহিম</Text>
            {"\n"}
            <Text style={{ fontWeight: "bold", fontSize: 20 }}>গঠনতন্ত্র</Text>
            {"\n"}
            <Text style={{ fontWeight: "bold", fontSize: 20 }}>
              বাংলাদেশ জাতীয়তাবাদী দল
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}> ১ । নাম</Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              এ দলের নাম হবে “বাংলাদেশ জাতীয়তাবাদী দল”। ইংরেজিতে এই দলকে
              Bangladesh Nationalist Party-BNP এবং সংক্ষেপে এই দলকে
              “জাতীয়তাবাদী দল” এবং “বিএনপি” বলে অভিহিত করা হবে। এ দলের জাতীয়
              কার্যালয় তথা কেন্দ্রীয় সদর দফতর বাংলাদেশের রাজধানী ঢাকায়
              অবস্থিত হবে এবং দলের সদর দফতর বা কেন্দ্রীয় অফিসের সংগঠন
              চেয়ারম্যানের দায়িত্বাধীন থাকবে এবং অফিসের বিভিন্ন কর্মকর্তাদের
              পদবী, দায়-দায়িত্ব ও ক্ষমতা চেয়ারম্যান নিজে নিরূপণ করবেন।
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              {" "}
              ২। উদ্দেশ্য ও লক্ষ্য
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              <Text>
                জাতীয়তাবাদী দলের ঘোষণাপত্রে এ দলের লক্ষ্য ও উদ্দেশ্য
                বিস্তৃতভাবে বর্ণিত হয়েছে। সংক্ষেপে এ দলের কয়েকটি মৌলিক লক্ষ্য
                ও উদ্দেশ্য নিচে বর্ণিত হলো:
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ক)</Text>{" "}
                বাংলাদেশি জাতীয়তাবাদ ভিত্তিক ইস্পাতকঠিন গণঐক্যের মাধ্যমে
                বাংলাদেশের স্বাধীনতা, সার্বভৌমত্ব, নিরাপত্তা, রাষ্ট্রীয় অখণ্ডতা
                ও গণতন্ত্ৰ সুরক্ষিত ও সুসংহত করা।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>খ)</Text>{" "}
                ঐক্যবদ্ধ এবং পুনরুজ্জীবিত জাতিকে অর্থনৈতিক স্বয়ম্ভরতার মাধ্যমে
                সাম্রাজ্যবাদ, সম্প্রসারণবাদ, নয়া উপনিবেশবাদ, আধিপত্যবাদ ও
                বহিরাক্রমণ থেকে বাংলাদেশকে রক্ষা করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>গ)</Text>{" "}
                উৎপাদনের রাজনীতি, মুক্তবাজার অর্থনীতি এবং জনগণের গণতন্ত্রের
                মাধ্যমে সামাজিক ন্যায়বিচার ভিত্তিক মানবমুখী অর্থনৈতিক উন্নয়ন ও
                জাতীয় সমৃদ্ধি অর্জন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঘ)</Text>{" "}
                জাতীয়তাবাদী ঐক্যের ভিত্তিতে গ্রাম-গঞ্জে জনগণকে সচেতন ও সুসংগঠিত
                করা এবং সার্বিক উন্নয়নমুখী পরিকল্পনা ও প্রকল্প রচনা,
                বাস্তবায়নের ক্ষমতা এবং দক্ষতা জনগণের হাতে পৌঁছে দেওয়া।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঙ)</Text> এমন
                এক সুষ্ঠু পরিবেশ সৃষ্টি করা, যেখানে গণতন্ত্রের শিকড় সমাজের
                মৌলিক স্তরে বিপুল সংখ্যাগরিষ্ঠ মানুষের মনে দৃঢ়ভাবে প্রোথিত হয়।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>চ)</Text> এমন
                একটি সুস্পষ্ট ও স্থিতিশীল সামাজিক ও রাজনৈতিক ব্যবস্থার নিশ্চয়তা
                দেওয়া যার মাধ্যমে জনগণ নিজেরাই তাঁদের মানবিক, সামাজিক ও
                অর্থনৈতিক উন্নতি আনতে পারেন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ছ)</Text>{" "}
                বহুদলীয় রাজনীতির ভিত্তিতে জনগণের প্রত্যক্ষ ভোটে নির্বাচিত একটি
                সংসদীয় পদ্ধতির সরকারের মাধ্যমে স্থিতিশীল গণতন্ত্র কায়েম করা
                এবং সুষম জাতীয় উন্নয়ন ও সমৃদ্ধি আনয়ন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>জ)</Text>{" "}
                গণতান্ত্রিক জীবনধারা ও গণতান্ত্রিক বিধি ব্যবস্থার রক্ষাকবচ
                হিসেবে গণনির্বাচিত জাতীয় সংসদের ভিত্তি দৃঢ়ভাবে স্থাপন করা এবং
                জনগণের মৌলিক অধিকার সংরক্ষণ করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঝ)</Text>{" "}
                রাজনৈতিক গোপন সংগঠনের তৎপরতা এবং কোনো সশস্ত্র ক্যাডার, দল বা
                এজেন্সি গঠনে অস্বীকৃতি জানানো ও তার বিরুদ্ধে জনমত সৃষ্টি করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঞ)</Text>{" "}
                জাতীয় জীবনে মানবমুখী সামাজিক মূল্যবোধের পুনরুজ্জীবন এবং সৃজনশীল
                উৎপাদনমুখী জীবনবোধ ফিরিয়ে আনা ।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ট)</Text>{" "}
                বাস্তবধর্মী কার্যকরী উন্নয়ন প্রক্রিয়ার মাধ্যমে জাতীয় জীবনে
                ন্যায়বিচার ভিত্তিক সুষম অর্থনীতির প্রতিষ্ঠা, যাতে করে সকল
                বাংলাদেশি নাগরিক অন্ন, বস্ত্র, স্বাস্থ্য, শিক্ষা ও বাসস্থানের
                ন্যূনতম মানবিক চাহিদা পূরণের সুযোগ পায়।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঠ)</Text>{" "}
                সার্বিক পল্লী উন্নয়ন কর্মসূচিকে অগ্রাধিকার দান করা ও সক্রিয়
                গণচেষ্টার মাধ্যমে গ্রামবাংলার সুখ-শান্তি ও সমৃদ্ধি নিশ্চিত করা ৷
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ড)</Text> নারী
                সমাজ ও যুব সম্প্রদায়সহ সকল জনসম্পদের সুষ্ঠু ও বাস্তবভিত্তিক
                সদ্ব্যবহার করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঢ)</Text>{" "}
                বাস্তবধর্মী অর্থনৈতিক পরিকল্পনা গ্রহণ এবং সুসামঞ্জস্যপূর্ণ শ্রম
                ব্যবস্থাপনা সম্পর্ক স্থাপন এবং সুষ্ঠু শ্রমনীতির মাধ্যমে
                শিল্পক্ষেত্রে সর্বোচ্চ উৎপাদন নিশ্চিত করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ণ)</Text>{" "}
                বাংলা ভাষা ও সাহিত্য, বাংলাদেশের সংস্কৃতি, কৃষ্টি ও বাংলাদেশের
                ক্রীড়া সংরক্ষণ, উন্নয়ন এবং প্রসার সাধন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ত)</Text>{" "}
                বিপুল সংখ্যাগরিষ্ঠ বাংলাদেশি জনগণের ধর্ম ইসলাম এবং অন্যান্য
                ধর্মীয় শিক্ষার সুযোগ দান করে বাংলাদেশের জনগণের যুগ প্রাচীন
                মানবিক মূল্যবোধ সংরক্ষণ করা, বিশেষ করে অনগ্রসর সম্প্রদায়ের জন্য
                শিক্ষা সম্প্রসারণ ও বৃহত্তর জাতীয় জীবনে তাদের অধিকতর সুবিধা ও
                অংশগ্রহণের সুযোগের যথাযথ ব্যবস্থা করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>থ)</Text>{" "}
                পররাষ্ট্রনীতির ক্ষেত্রে জোট নিরপেক্ষতার ভিত্তিতে আন্তর্জাতিক
                বন্ধুত্ব, প্রীতি ও সমতা রক্ষা করা । সার্বভৌমত্ব ও সমতার ভিত্তিতে
                প্রতিবেশী রাষ্ট্রসমূহের সঙ্গে, তৃতীয় বিশ্বের মিত্র
                রাষ্ট্রসমূহের সঙ্গে এবং ভ্রাতৃপ্রতিম মুসলিম রাষ্ট্রসমূহের সঙ্গে
                প্রীতি ও সখ্যতার সম্পর্ক সুসংহত এবং সুদৃঢ় করা ।{" "}
              </Text>
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              ৩। দলের পতাকা
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              এই দলের পতাকার ঊর্ধ্বার্ধ লাল এবং নিম্নার্ধ সবুজ রংয়ের হবে।
              পতাকার মধ্যস্থলে কালো রংয়ের একটি শিল্পচক্র থাকবে । এই চক্রবৃত্তের
              বিন্দু থেকে লাল সবুজের সংযোগস্থলে উদ্ভূত হবে একছড়া সোনালি ধানের
              শীষ এবং প্রসারিত হবে উপরের দিকে। ধানের শীষের উপরে থাকবে একটি
              শ্বেতবর্ণের তারকা। সবুজ হচ্ছে দেশের প্রতীক; লাল হচ্ছে স্বাধীনতা
              যুদ্ধ ও ত্যাগের প্রতীক; শিল্পচক্র হচ্ছে উন্নতি ও অগ্রগতির প্রতীক;
              ধানের শীষ হচ্ছে স্বয়ংসম্পূর্ণতা অর্জনের লক্ষ্যে দৃঢ় সংকল্পের
              প্রতীক এবং শ্বেতবর্ণের তারকা হচ্ছে আমাদের জাতীয় আশা-আকাঙ্ক্ষার
              প্রতীক।
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              {" "}
              ৪ । শব্দার্থ
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ক)</Text>{" "}
                ওয়ার্ড, ইউনিয়ন, উপজেলা/থানা, পৌরসভা, মহানগর, জেলা- এই শব্দগুলো
                বাংলাদেশ সরকার/নির্বাচন কমিশন কর্তৃক দেওয়া অর্থই বোঝাবে ।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>খ)</Text>{" "}
                ‘গঠনতন্ত্র’ শব্দটি অপ্রাসঙ্গিক না হলে দলের গঠনতন্ত্রকেই বোঝাবে ।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>গ)</Text> যদি
                গঠনতন্ত্রে অন্যভাবে বোঝানো না হয়ে থাকে তবে ‘জেলা’ বলতে
                প্রশাসনিক জেলা বোঝাবে ।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঘ)</Text>{" "}
                ‘চেয়ারম্যান' শব্দটি ক্ষেত্র বিশেষে চেয়ারপার্সনকেও বোঝাবে।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঙ)</Text>{" "}
                ‘সদস্য’ শব্দটি যদি ‘কমিটির’ পরিপ্রেক্ষিতে ব্যবহৃত না হয়ে থাকে
                তা হলে দলের প্রাথমিক সদস্যকে বোঝাবে।
              </Text>
            </Text>
          </Text>

          <View>
            <Text style={{ paddingTop: 30, textAlign: "justify" }}>
              <Text style={{ fontWeight: "700", fontSize: 16 }}>
                {" "}
                ৫। সদস্য পদ
              </Text>{" "}
              {"\n"}
              <Text style={{ fontWeight: "500", fontSize: 15 }}>
                ক) সদস্য পদ লাভের যোগ্যতা
              </Text>
              {"\n"}
              <Text>
                ১) ১৮ বছর বা ততোধিক বয়সের যেকোনো বাংলাদেশি নাগরিক এ দলের
                প্রাথমিক সদস্য হতে পারবে। ইচ্ছুক ব্যক্তিদেরকে সংগঠনের ঘোষণাপত্র,
                গঠনতন্ত্র ও কর্মসূচির প্রতি আনুগত্য ঘোষণা করতে হবে। {"\n"}
                {"\n"}
                ২) প্রাথমিক সদস্য পদের আবেদনপত্র এই গঠনতন্ত্রের তপসিল ১-এ ‘ক’
                ফরমে করতে হবে। এই ফরম দলের অফিসে পাওয়া যাবে। সদস্য পদের
                আবেদনপত্র অন্য কোনো ফরমে গ্রহণযোগ্য হবে না, তবে কোনো সময় যদি এই
                ফরম দলের অফিসে না পাওয়া যায়, তাহলে অনুরূপ ফরম ছাপিয়ে নিয়ে
                সদস্য পদের আবেদন করা যেতে পারে । {"\n"}
                {"\n"}
                ৩) বিবেচনার পর আবেদনপত্র গৃহীত হলে সদস্য পদের প্রমাণস্বরূপ
                পরিচয়পত্র (তফসিল-১) ‘খ’ ফরমে প্রত্যেক সদস্যকে দিতে হবে। {"\n"}
                {"\n"}
                ৪) এ দলের প্রাথমিক সদস্য চাঁদা ১০/= (দশ) টাকা মাত্র । সদস্য পদ
                লাভের পরবর্তী বছর থেকে দলের বাৎসরিক চাঁদা ১০/= (দশ) টাকা মাত্র
                পরিশোধ করে সদস্যপদ নবায়ন করতে হবে। সদস্যদের চাঁদা রসিদ মারফত
                গৃহীভ হবে এবং রসিদ দলের কেন্দ্রীয় কার্যালয় থেকে সরবরাহ করা
                হবে। {"\n"}
                {"\n"}
                ৫) দলের জাতীয় স্থায়ী কমিটি ও চেয়ারপার্সনের উপদেষ্টা
                কাউন্সিলের সদস্যবৃন্দ এবং জাতীয় নির্বাহী কমিটির কর্মকর্তা ও
                সদস্যদের মাসিক চাঁদার হার দলের চেয়ারপার্সন নির্ধারণ করবেন। ৬)
                দলের ইউনিয়ন ওয়ার্ড কমিটি থেকে জেলা কমিটির কর্মকর্তা ও নির্বাহী
                সদস্যদের মাসিক চাঁদার হার নিম্নরূপ হবে:
              </Text>
            </Text>
            <Image
              source={require("../../assets/nitimala.png")}
              style={{ height: 250, width: "100%", resizeMode: "contain" }}
            />
            <Text style={{ textAlign: "justify" }}>
              যে কোনো কর্মকর্তা/সদস্য স্বেচ্ছায় বেশি পরিমাণ চাঁদা প্রদান করতে
              পারবেন। কোনো কর্মকর্তা/সদস্যের সামর্থ্যের অভাব বিবেচনা করে
              সংশ্লিষ্ট কমিটি সেসব কর্মকর্তা/সদস্যের আবেদনের ভিত্তিতে চাঁদা
              মওকুফ কিংবা চাঁদার পরিমাণ হ্রাস করতে পারবে।{"\n"}
              {"\n"}৭) বিভিন্ন পর্যায়ে যেসকল নেতার দলের বিধিমালা অনুয়ায়ী
              মাসিক চাঁদা দেওয়ার কথা- তারা একাদিক্রমে ৬ (ছয়) মাস এবং দলের
              গঠনতন্ত্র অনুয়ায়ী যাদের বার্ষিক চাঁদা দেওয়ার কথা একাদিক্রমে ২
              (দুই) বছর চাঁদা না দিলে তাদের সদস্যপদ স্থগিত হয়ে যাবে,। মাসিক
              চাঁদা দাতাগণ একাদিক্রমে ১ (এক) বছর চাঁদা না দিলে এবং বার্ষিক চাঁদা
              দাতাগণ একাদিক্রমে ৩ (তিন) বছর চাঁদা পরিশোধ না করলে তাদের সদস্যপদ
              বাতিল হবে। অনিবার্য কারণে কেউ যথাসময়ে চাঁদা পরিশোধে অক্ষম হলে
              সংশ্লিষ্ট কমিটির চেয়ারম্যান/সভাপতি ও মহাসচিব/সাধারণ সম্পাদক বরাবর
              চাঁদা মওকুফের কিংবা বিলম্বে পরিশোধের আবেদন জানালে তার বিবেচনা করা
              যাবে। এ ব্যাপারে দলের গঠনতন্ত্র অনুযায়ী জাতীয় স্থায়ী কমিটি
              প্রয়োজনীয় বিধিমালা প্রণয়ন করবে।{"\n"}
              {"\n"}৮) প্রত্যেকটি উপজেলা/থানা অফিস তাদের স্ব-স্ব এলাকায়
              প্রত্যেক প্রাথমিক সদস্য পদের তালিকা সংরক্ষণ করবেন। জাতীয় সদর
              দফতরে অর্থাৎ দলের ঢাকাস্থ কেন্দ্ৰীয় অফিসে দলের সর্বমোট সদস্য
              সংখ্যা, সদস্যদের নাম ও ঠিকানাসহ বিধিসম্মতভাবে সংরক্ষিত হবে।
            </Text>

            <Text style={{ marginTop: 15 }}>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                খ) সদস্য পদ লাভের অযোগ্যতা
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                ১) বাংলাদেশের আইনানুগ নাগরিক নন এমন কোনো ব্যক্তি জাতীয়তাবাদী
                দলের সদস্য হতে পারবেন না ।{"\n"}
                {"\n"}
                ২) বাংলাদেশের স্বাধীনতা, সার্বভৌমত্ব ও অখণ্ডতার বিরোধী; গোপন
                কিংবা সশস্ত্র রাজনীতিতে বিশ্বাসী ও সক্রিয়ভাবে সংশ্লিষ্ট কোনো
                ব্যক্তি বা সমাজবিরোধী ও গণবিরোধী কোনো ব্যক্তিকে এই সংগঠনের সদস্য
                পদ দেওয়া হবে না ।
              </Text>
            </Text>

            <Text style={{ marginTop: 15 }}>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                গ) সদস্যের বিরুদ্ধে শাস্তিমূলক ব্যবস্থা
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                দলের স্থায়ী কমিটি দলের কোনো সদস্যের অসদাচরণের কারণে কিংবা
                শৃঙ্খলা ভঙ্গের কারণে কিংবা দলের নীতি ও আদর্শবিরোধী কোনো
                কর্মকাণ্ডের কারণে তার সদস্যপদ বাতিল কিংবা সাময়িকভাবে সদস্যপদ
                স্থগিত কিংবা তার বিরুদ্ধে অন্য যেকোনো শাস্তিমূলক ব্যবস্থা গ্রহণ
                এবং সঙ্গত কারণে পূর্বে নেওয়া যেকোনো শাস্তিমূলক ব্যবস্থা
                প্রত্যাহার করতে পারবে। কোনো কারণে স্থায়ী কমিটির সভা আহ্বান করা
                সম্ভব না হলে জরুরি প্রয়োজনে দলের চেয়ারম্যান নিজ বিবেচনায়
                শাস্তিযোগ্য মনে করলে যেকোনো সদস্যের বিরুদ্ধে যেকোনো শাস্তিমূলক
                ব্যবস্থা তাৎক্ষণিকভাবে গ্রহণ এবং পূর্বে নেওয়া যেকোনো শাস্তিমূলক
                ব্যবস্থা প্রত্যাহার করতে পারবেন। তবে সকল ক্ষেত্রে যথাশীঘ্র সম্ভব
                জাতীয় স্থায়ী কমিটির অনুমোদন নিতে হবে। চেয়ারম্যান অথবা স্থায়ী
                কমিটি শাস্তিমূলক ব্যবস্থা গ্রহণের পূর্বে প্রয়োজনবোধে অভিযুক্ত
                সদস্যকে ব্যক্তিগত শুনানীর সুযোগ দিতে পারবেন। সে ক্ষেত্রে একটি
                নোটিশ ডাকযোগে কিংবা তার হাতে হাতে জারি করতে হবে। শাস্তিমূলক
                ব্যবস্থায় সংক্ষুব্ধ ব্যক্তি শাস্তির সিদ্ধান্তের বিরুদ্ধে দলের
                চেয়ারম্যানের বরাবরে আপিল করতে পারবেন এবং এ বিষয়ে চেয়ারম্যানের
                সিদ্ধান্ত চূড়ান্ত বলে গণ্য হবে।
              </Text>
            </Text>

            <Text style={{ marginTop: 15 }}>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                ঘ) সদস্যপদ থেকে পদত্যাগ
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                ১) দলের যেকোনো সদস্য দলের চেয়ারম্যানের কাছে লিখিত চিঠির মাধ্যমে
                পদত্যাগ করতে পারবেন।
                {"\n"}
                {"\n"}
                ২) দল কর্তৃক মনোনীত কোনো সংসদ সদস্য যদি সংসদীয় দলের
                নেতা/নেত্রীর সম্মতি ছাড়া নিজের নির্দিষ্ট আসন পরিবর্তন করেন বা
                অন্য দলের সঙ্গে জোট বাঁধেন বা ফ্লোরক্রস করেন বা সংসদে দলীয়
                অবস্থানের পরিপন্থী কোনো কাজ করেন তাহলে উপরোক্ত যেকোনো কার্যের
                কারণে সেই সংসদ সদস্য এই দল থেকে তাৎক্ষণিকভাবে পদত্যাগ করেছেন বলে
                গণ্য হবেন।
              </Text>
            </Text>

            <Text style={{ paddingTop: 30, textAlign: "justify" }}>
              <Text style={{ fontWeight: "700", fontSize: 16 }}>
                ৬। ক) সাংগঠনিক নীতিমালা ও কাঠামো
              </Text>{" "}
              {"\n"}
              {"\n"}
              <Text>
                জাতীয়তাবাদী দল দেশের মৌলিক স্তর ইউনিয়ন ও পৌরসভা/সিটি
                কর্পোরেশনের ওয়ার্ড পর্যায় থেকে সংগঠিত হয়ে জাতীয় পর্যায়
                পর্যন্ত সম্প্রসারিত হবে। দলের সাংগঠনিক কাঠামো নিম্নরূপ হবে:
                {"\n"}
                {"\n"}
                ১) ইউনিয়নের ওয়ার্ড কাউন্সিল ও ইউনিয়নের ওয়ার্ড নির্বাহী কমিটি
                {"\n"}
                ২) পৌরসভা/মহানগর, ওয়ার্ড কাউন্সিল ও পৌরসভা/মহানগর, ওয়ার্ড
                {"\n"}
                নির্বাহী কমিটি{"\n"}৩) ইউনিয়ন কাউন্সিল ও ইউনিয়ন নির্বাহী কমিটি
                {"\n"}৪) উপজেলা/থানা কাউন্সিল ও উপজেলা/থানা নির্বাহী কমিটি{"\n"}
                ৫) পৌরসভা কাউন্সিল ও পৌরসভা নির্বাহী কমিটি{"\n"}৬) মহানগর
                কাউন্সিল ও মহানগর নির্বাহী কমিটি{"\n"}৭) জেলা কাউন্সিল ও জেলা
                নির্বাহী কমিটি {"\n"}৮) জাতীয় কাউন্সিল{"\n"}৯) জাতীয় স্থায়ী
                কমিটি {"\n"}১০) জাতীয় নির্বাহী কমিটি {"\n"}১১) পার্লামেন্টারি
                বোর্ড{"\n"}১২) পার্লামেন্টারি পার্টি {"\n"}১৩) প্রবাসে সংগঠন
              </Text>
            </Text>

            <Text style={{ paddingTop: 15, textAlign: "justify" }}>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                খ) সাংগঠনিক কাঠামোর গঠন প্রণালী
              </Text>
              {"\n"} {"\n"}
              <Text>
                ওয়ার্ড থেকে মহানগর পর্যন্ত সকল কমিটিতে সংশ্লিষ্ট কাউন্সিল একজন
                সভাপতি, নির্ধারিত সংখ্যক সহ-সভাপতি, একজন কোষাধ্যক্ষ, একজন
                উপ-কোষাধ্যক্ষ এবং নির্ধারিত সংখ্যক সম্পাদক, সহ-সম্পাদক ও সদস্য
                নির্বাচিত করবেন। দলের সকল পর্যায়ে কমিটিতে নারীদের সংখ্যা অন্তত
                ১০% হবে এবং এই সংখ্যা ক্রমান্বয়ে বৃদ্ধি করতে হবে।
              </Text>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 13,
                }}
              >
                {"\n"} {"\n"}
                ১) ইউনিয়ন ওয়ার্ড কাউন্সিল ও ইউনিয়ন ওয়ার্ড নির্বাহী কমিটি:
              </Text>
              {"\n"}
              <Text>
                প্রতি ইউনিয়নের ওয়ার্ডে ন্যূনতম ১০০ জন প্রাথমিক সদস্য নিয়ে
                দলের কাউন্সিল গঠিত হবে। এ কাউন্সিল দুই বছর মেয়াদে কাউন্সিলের
                সদস্যদের মধ্য থেকে অনূর্ধ্ব ৫১ জনের একটি ইউনিয়নের ওয়ার্ড
                নির্বাহী কমিটি নির্বাচিত করবে। নিম্নোক্ত কর্মকর্তা ও সদস্যদের
                সমন্বয়ে ইউনিয়ন ওয়ার্ড কমিটি গঠিত হবে:
              </Text>
              {"\n"}
              {"\n"}
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 13,
                }}
              >
                ইউনিয়ন ওয়ার্ড নির্বাহী কমিটি
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                ১. সভাপতি (১ জন) ২. সহ-সভাপতি (৩ জন){"\n"}
                ৩. সাধারণ সম্পাদক (১ জন){"\n"}
                ৪. যুগ্ম সম্পাদক (২ জন){"\n"}
                ৫. কোষাধ্যক্ষ (১ জন){"\n"}
                ৬. সাংগঠনিক সম্পাদক (১ জন){"\n"}
                ৭. দফতর সম্পাদক (১ জন){"\n"}
                ৮. প্রচার সম্পাদক (১ জন){"\n"}
                ৯. মুক্তিযুদ্ধ বিষয়ক সম্পাদক (১ জন){"\n"}
                ১০. মহিলা বিষয়ক সম্পাদক (১ জন){"\n"}
                ১১. কৃষি বিষয়ক সম্পাদক (১ জন){"\n"}
                ১২. যুব বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৩. ছাত্র বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৪. গণশিক্ষা বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৫. শ্রম বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৬. স্বেচ্ছাসেবক বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৭. গ্রাম সরকার বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৮. স্বাস্থ্য ও পরিবার কল্যাণ বিষয়ক সম্পাদক (১ জন){"\n"}
                ১৯. ত্রাণ ও পুনর্বাসন বিষয়ক সম্পাদক (১ জন){"\n"}
                ২০. ক্ষুদ্র ঋণ ও সমবায় বিষয়ক সম্পাদক (১ জন){"\n"}
                ২১. ক্রীড়া ও সাংস্কৃতিক বিষয়ক সম্পাদক (১ জন){"\n"}
                ২২. সহ-কোষাধ্যক্ষ (১ জন){"\n"}
                ২৩. সহ-সাংগঠনিক সম্পাদক (১ জন){"\n"}
                ২৪. সহ-সম্পাদক মহিলা বিষয়ক (১ জন){"\n"}
                ২৫. নির্বাহী সদস্য (২৪ জন)
              </Text>
              {"\n"}
              {"\n"}
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 13,
                }}
              >
                সর্বমোট ৫১ জন
              </Text>{" "}
              {"\n"}
              {"\n"}
              <Text>ইউনিয়নের নির্বাহী কমিটি এ কমিটির অনুমোদন দেবে।</Text>
              {"\n"}
              {"\n"}
              <Text style={{ paddingTop: 15, textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ২) পৌরসভা/মহানগর ওয়ার্ড কাউন্সিল ও পৌরসভা/মহানগর ওয়ার্ড
                  নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  প্রতিটি পৌরসভা/মহানগরভুক্ত প্রতিটি ওয়ার্ডে ন্যূনতম ১৫০ জন
                  প্রাথমিক সদস্য নিয়ে দলের পৌরসভা/মহানগর ওয়ার্ড কাউন্সিল গঠিত
                  হবে। এ কাউন্সিল দুই বছর মেয়াদে কাউন্সিলের সদস্যদের মধ্য থেকে
                  ৭১ জনের অনূর্ধ্ব একটি পৌরসভা/মহানগর ওয়ার্ড নির্বাহী কমিটি
                  নির্বাচিত করবে। এ কমিটি দলের ইউনিয়ন নির্বাহী কমিটির মর্যাদা
                  লাভ করবে। নিম্নোক্ত কর্মকর্তা ও সদস্যদের সমন্বয়ে
                  পৌরসভা/মহানগর ওয়ার্ড নির্বাহী কমিটি গঠিত হবে।
                </Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  {"\n"}
                  {"\n"}
                  ইউনিয়ন এবং মহানগর/পৌরসভা ওয়ার্ড নির্বাহী কমিটি:
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  ১. সভাপতি (১ জন){"\n"}
                  ২. সহ-সভাপতি (৫ জন){"\n"}
                  ৩. সাধারণ সম্পাদক (১ জন){"\n"}
                  ৪. যুগ্ম সম্পাদক (৩ জন){"\n"}
                  ৫. কোষাধ্যক্ষ (১ জন){"\n"}
                  ৬. সাংগঠনিক সম্পাদক (১ জন){"\n"}
                  ৭. দফতর সম্পাদক (১ জন){"\n"}
                  ৮. প্রচার সম্পাদক (১ জন){"\n"}
                  ৯. মুক্তিযুদ্ধ বিষয়ক সম্পাদক (১ জন){"\n"}১০. মহিলা বিষয়ক
                  সম্পাদক (১ জন){"\n"}
                  ১১. কৃষি বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১২. যুব বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৩. ছাত্র বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৪. শ্রম বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৫. স্বেচ্ছাসেবক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৬. স্বাস্থ্য ও পরিবার কল্যাণ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৭. ত্রাণ ও পুনর্বাসন বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৮. ক্ষুদ্র ঋণ ও সমবায় বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৯. ক্রীড়া ও সাংস্কৃতিক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২০. গণশিক্ষা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২১. স্থানীয় সরকার বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২২. ধর্ম সম্পাদক (১ জন){"\n"}
                  ২৩. সহ-কোষাধ্যক্ষ (১ জন){"\n"}
                  ২৪. সহ-সাংগঠনিক সম্পাদক (১ জন){"\n"}
                  ২৫. সহ-দফতর সম্পাদক (১ জন){"\n"}
                  ২৬. সহ-প্রচার সম্পাদক (১ জন){"\n"}
                  ২৭. সহ-সম্পাদক মুক্তিযুদ্ধ বিষয়ক (১ জন){"\n"}
                  ২৮. সহ-সম্পাদক মহিলা বিষয়ক (১ জন){"\n"}
                  ২৯. সহ-সম্পাদক যুব বিষয়ক (১ জন){"\n"}
                  ৩০. সহ-সম্পাদক স্বেচ্ছাসেবক বিষয়ক (১ জন){"\n"}
                  ৩১. সহ-সম্পাদক ছাত্র বিষয়ক (১ জন){"\n"}
                  ৩২. নির্বাহী সদস্য (৩৪ জন){"\n"}
                </Text>
                {"\n"}
                {"\n"}
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  সর্বমোট ৭১ জন
                </Text>{" "}
                {"\n"}
                {"\n"}
                <Text>পৌরসভা/মহানগর নির্বাহী কমিটি এ কমিটির অনুমোদন দেবে।</Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 16,
                  }}
                >
                  ৩) ইউনিয়ন কাউন্সিল ও ইউনিয়ন নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  ইউনিয়নভুক্ত প্রতিটি ওয়ার্ড নির্বাহী কমিটির সদস্যবৃন্দ
                  সমন্বয়ে গঠিত হবে দলের ইউনিয়ন কাউন্সিল। এ কাউন্সিল দুই বছর
                  মেয়াদে কাউন্সিলের সদস্যদের মধ্য থেকে পৌরসভা ও মহানগর ওয়ার্ড
                  কমিটির আদলে ৭১ জনের অনূর্ধ্ব একটি ইউনিয়ন নির্বাহী কমিটি
                  নির্বাচিত করবেন। উপজেলা/থানা কমিটি ইউনিয়ন নির্বাহী কমিটির
                  অনুমোদন দেবে।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ paddingTop: 15, textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ৪) উপজেলা/থানা কাউন্সিল ও উপজেলা/থানা নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  উপজেলা/থানাভুক্ত প্রতিটি ইউনিয়নের নির্বাহী কমিটির সদস্যবৃন্দ
                  নিয়ে দলের উপজেলা/থানা কাউন্সিল গঠিত হবে। এ কাউন্সিল দুই বছর
                  মেয়াদে কাউন্সিলের সদস্যদের মধ্যে থেকে নিম্নোক্ত কর্মকর্তা ও
                  সদস্যদের সমন্বয়ে ১০১ জনের অনূর্ধ্ব একটি উপজেলা/থানা নির্বাহী
                  কমিটি নির্বাচিত করবে।
                </Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  {"\n"}
                  {"\n"}
                  উপজেলা/মহানগর থানা/পৌর নির্বাহী কমিটি:
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  ১. সভাপতি (১ জন){"\n"}
                  ২. সহ-সভাপতি (৫ জন){"\n"}
                  ৩. সাধারণ সম্পাদক (১ জন){"\n"}
                  ৪. যুগ্ম সম্পাদক (৩ জন){"\n"}
                  ৫. কোষাধ্যক্ষ (১ জন){"\n"}
                  ৬. সাংগঠনিক সম্পাদক (১ জন){"\n"}
                  ৭. দফতর সম্পাদক (১ জন){"\n"}
                  ৮. প্রচার সম্পাদক (১ জন){"\n"}
                  ৯. মুক্তিযুদ্ধ বিষয়ক সম্পাদক (১ জন){"\n"}১০. মহিলা বিষয়ক
                  সম্পাদক (১ জন){"\n"}
                  ১১. কৃষি বিষয়ক সম্পাদক (১ জন)[পৌর ও মহানগর থানায় পরিবেশ
                  বিষয়ক সম্পাদক]{"\n"}
                  ১২. যুব বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৩. ছাত্র বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৪. শ্রম বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৫. স্বেচ্ছাসেবক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৬. প্রশিক্ষণ বিষয়ক সম্পাদক (১ জন) (১ জন){"\n"}
                  ১৭. তথ্য ও গবেষণা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৮. প্রবাসী কল্যাণ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৯. স্বাস্থ্য ও পরিবার পরিকল্পনা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২০. ত্রাণ ও পুনর্বাসন বিষয়ক সম্পাদক (১ জন)){"\n"}
                  ২১. ক্ষুদ্র ঋণ ও সমবায় বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২২. মানবাধিকার বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৩. গণশিক্ষা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৪. স্থানীয় সরকার বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৫. ধর্ম সম্পাদক (১ জন){"\n"}
                  ২৬. ক্রীড়া ও সাংস্কৃতিক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৭. তাঁতী/মৎস্যজীবী/উপজাতি বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৮. সহ-কোষাধ্যক্ষ (১ জন){"\n"}
                  ২৯. সহ-সাংগঠনিক সম্পাদক (২ জন){"\n"}
                  ৩০. সহ-দফতর সম্পাদক (১ জন){"\n"}
                  ৩১. সহ-প্রচার সম্পাদক (১ জন){"\n"}
                  ৩২. সহ-সম্পাদক মুক্তিযুদ্ধ বিষয়ক (১ জন){"\n"}
                  ৩৩. সহ-সম্পাদক ধর্ম বিষয়ক (১ জন){"\n"}
                  ৩৪. সহ-সম্পাদক মহিলা বিষয়ক (১ জন){"\n"}
                  ৩৫. সহ-সম্পাদক যুব বিষয়ক (১ জন){"\n"}
                  ৩৬. সহ-সম্পাদক স্বেচ্ছাসেবক বিষয়ক (১ জন){"\n"}
                  ৩৭. সহ-সম্পাদক ছাত্র বিষয়ক (১ জন){"\n"}
                  ৩৮. সহ-সম্পাদক শ্রম বিষয়ক (১ জন){"\n"}
                  ৩৯. সহ-সম্পাদক কৃষি বিষয়ক (১ জন) [পৌর ও মহানগর থানায়
                  সহ-সম্পাদক পরিবেশ বিষয়ক]{"\n"}
                  ৪০. নির্বাহী সদস্য (৫০ জন) {"\n"}
                </Text>
                {"\n"}
                {"\n"}
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  সর্বমোট ১০১ জন{" "}
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  জেলা কমিটি উপজেলা/থানা নির্বাহী কমিটির অনুমোদন দিবে । মহানগর
                  কমিটি মহানগর থানা কমিটি অনুমোদন দিবে।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 16,
                  }}
                >
                  ৫) পৌরসভা কাউন্সিল ও পৌরসভা নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  প্রত্যেকটি পৌরসভাভুক্ত প্রতিটি ওয়ার্ড নির্বাহী কমিটির
                  সদস্যবৃন্দকে নিয়ে দলের পৌরসভা কাউন্সিল গঠিত হবে। এ কাউন্সিল
                  দুই বছর মেয়াদে কাউন্সিলের সদস্যদের মধ্য থেকে উপজেলা/পৌর থানা
                  কমিটির আদলে ১০১ জনের অনূর্ধ্ব একটি পৌরসভা নির্বাহী কমিটি
                  নির্বাচিত করবে। এ নির্বাহী কমিটি উপজেলা/থানা নির্বাহী কমিটির
                  মর্যাদা লাভ করবে। জেলা কমিটি এই কমিটির অনুমোদন দেবে।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ paddingTop: 15, textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ৬) মহানগর কাউন্সিল ও মহানগর নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  মহানগরভুক্ত প্রতিটি থানার নির্বাহী কমিটির সদস্যবৃন্দকে নিয়ে
                  সেই মহানগরে দলের মহানগর কাউন্সিল গঠিত হবে। এই কাউন্সিল দুই বছর
                  মেয়াদে কাউন্সিলের সদস্যবৃন্দের মধ্য থেকে নিম্নোক্ত কর্মকর্তা
                  ও সদস্যদের সমন্বয়ে অনূর্ধ্ব ১৫১ জনের একটি মহানগর নির্বাহী
                  কমিটি নির্বাচিত করবে। দলের মহানগর নির্বাহী কমিটি দলের জেলা
                  নির্বাহী কমিটির মর্যাদা লাভ করবে।
                </Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  {"\n"}
                  {"\n"}
                  মহানগর নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  ১. সভাপতি (১ জন) {"\n"}
                  ২. সহ-সভাপতি (১৫ জন) {"\n"}
                  ৩. সাধারণ সম্পাদক (১ জন) {"\n"}
                  ৪. যুগ্ম সম্পাদক (৫ জন) {"\n"}
                  ৫. কোষাধ্যক্ষ (১ জন) {"\n"}
                  ৬. সাংগঠনিক সম্পাদক (৩ জন) {"\n"}
                  ৭. দফতর সম্পাদক (১ জন) {"\n"}
                  ৮. প্রচার সম্পাদক (১ জন) {"\n"}
                  ৯. মুক্তিযুদ্ধ বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১০. প্রকাশনা বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১১. আইন বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১২. মহিলা বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৩. যুব বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৪. ছাত্র বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৫. শ্রম বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৬. স্বেচ্ছাসেবক বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৭. প্রশিক্ষণ বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৮ তথ্য ও গবেষণা বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ১৯. প্রবাসী কল্যাণ বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২০. ধর্ম বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২১. মানবাধিকার বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২২. স্বাস্থ্য ও পরিবার কল্যাণ বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২৩. পরিবেশ বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২৪. শিশু বিষয়ক সম্পাদক (১ জন) ২৫. ত্রাণ ও পুনর্বাসন বিষয়ক
                  সম্পাদক (১ জন) {"\n"}
                  ২৬. ক্ষুদ্র ঋণ ও সমবায় বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২৭. ক্রীড়া ও সাংস্কৃতিক বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২৮. গণশিক্ষা বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ২৯. স্থানীয় সরকার বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ৩০. শিল্প ও বাণিজ্য বিষয়ক সম্পাদক (১ জন) {"\n"}
                  ৩১. তাঁতী/মৎস্যজীবী/উপজাতি বিষয়ক সম্পাদক (২ জন) {"\n"}
                  ৩২. সহ-কোষাধ্যক্ষ (১ জন) {"\n"}
                  ৩৩. সহ-সাংগঠনিক সম্পাদক (৩ জন) {"\n"}
                  ৩৪. সহ-দফতর সম্পাদক (২ জন) ৩৫. সহ-প্রচার সম্পাদক (১ জন) {"\n"}
                  ৩৬. সহ-সম্পাদক মুক্তিযুদ্ধ বিষয়ক (১ জন) {"\n"}
                  ৩৭. সহ-সম্পাদক ধর্ম বিষয়ক (৩ জন) {"\n"}
                  ৩৮. সহ-সম্পাদক আইন বিষয়ক (৩ জন) {"\n"}
                  ৩৯. সহ-সম্পাদক মহিলা বিষয়ক (২ জন) {"\n"}
                  ৪০. সহ-সম্পাদক যুব বিষয়ক (১ জন) {"\n"}
                  ৪১. সহ-সম্পাদক স্বেচ্ছাসেবক বিষয়ক (১ জন) {"\n"}
                  ৪২. সহ-সম্পাদক ছাত্র বিষয়ক (১ জন) {"\n"}
                  ৪৩. সহ-সম্পাদক শ্রম বিষয়ক (১ জন) {"\n"}
                  ৪৪. সহ-সম্পাদক পরিবেশ বিষয়ক (১ জন) {"\n"}
                  ৪৫. সহ-সম্পাদক প্রশিক্ষণ বিষয়ক (১ জন) {"\n"}
                  ৪৬. সহ-সম্পাদক তথ্য ও গবেষণা বিষয়ক (১ জন) {"\n"}
                  ৪৭. সহ-সম্পাদক স্থানীয় সরকার বিষয়ক (১ জন) {"\n"}
                  ৪৮. নির্বাহী সদস্য (৭৫ জন) {"\n"}
                </Text>
                {"\n"}
                {"\n"}
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  সর্বমোট ১৫১ জন
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  চেয়ারম্যানের পরামর্শক্রমে দলের মহাসচিব মহানগর নির্বাহী কমিটির
                  অনুমোদন দেবেন।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ paddingTop: 15, textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 16,
                  }}
                >
                  ৭) জেলা কাউন্সিল ও জেলা নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  প্রশাসনিক ও রাজনৈতিক জেলাভূক্ত প্রতিটি উপজেলা/থানার ও পৌরসভার
                  নির্বাহী কমিটির সদস্যদের নিয়ে জেলা কাউন্সিল গঠিত হবে। এই
                  কাউন্সিল দুই বছর মেয়াদের জন্য কাউন্সিলের সদস্যদের মধ্য থেকে
                  নিম্নোক্ত কর্মকর্তা ও সদস্যদের সমন্বয়ে ১৫১ জনের অনূর্ধ্ব একটি
                  জেলা নির্বাহী কমিটি নির্বাচিত করবে।
                </Text>
                {"\n"}
                {"\n"}

                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  জেলা নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  ১. সভাপতি (১ জন){"\n"}
                  ২. সহ-সভাপতি (১৫ জন){"\n"}
                  ৩. সাধারণ সম্পাদক (১ জন){"\n"}
                  ৪. যুগ্ম সম্পাদক (৫ জন){"\n"}
                  ৫. কোষাধ্যক্ষ (১ জন){"\n"}
                  ৬. সাংগঠনিক সম্পাদক (৩ জন){"\n"}
                  ৭. দফতর সম্পাদক (১ জন){"\n"}
                  ৮. প্রচার সম্পাদক (১ জন){"\n"}
                  ৯. মুক্তিযুদ্ধ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১০. প্রকাশনা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১১. আইন বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১২. মহিলা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৩. যুব বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৪. ছাত্র বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৫. শ্রম বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৬. কৃষি বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৭. স্বেচ্ছাসেবক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৮. প্রশিক্ষণ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ১৯. তথ্য ও গবেষণা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২০. প্রবাসী কল্যাণ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২১.অর্থনৈতিক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২২. ধর্ম বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৩. মানবাধিকার বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৪. স্বাস্থ্য ও পরিবার কল্যাণ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৫. পরিবেশ বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৬. শিশু বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৭. ত্রাণ ও পুনর্বাসন বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৮. ক্ষুদ্র ঋণ ও সমবায় বিষয়ক সম্পাদক (১ জন){"\n"}
                  ২৯. ক্রীড়া ও সাংস্কৃতিক বিষয়ক সম্পাদক (১ জন){"\n"}
                  ৩০. গণশিক্ষা বিষয়ক সম্পাদক (১ জন){"\n"}
                  ৩১. স্থানীয় সরকার বিষয়ক সম্পাদক (১ জন){"\n"}
                  ৩২. শিল্প ও বাণিজ্য বিষয়ক সম্পাদক (১ জন){"\n"}
                  ৩৩. তাঁতী/মৎস্যজীবী/উপজাতি বিষয়ক সম্পাদক (২ জন){"\n"}
                  ৩৪. সহ:কোষাধ্যক্ষ (১ জন){"\n"}
                  ৩৫. সহ:সাংগঠনিক সম্পাদক (৩ জন){"\n"}
                  ৩৬. সহ:দফতর সম্পাদক (২ জন){"\n"}
                  ৩৭. সহ:প্রচার সম্পাদক (১ জন){"\n"}
                  ৩৮. সহ:সম্পাদক, মুক্তিযুদ্ধ বিষয়ক (১ জন){"\n"}
                  ৩৯. সহ:সম্পাদক, প্রকাশনা বিষয়ক (১ জন){"\n"}
                  ৪০. সহ:সম্পাদক, আইন বিষয়ক (৩ জন){"\n"}
                  ৪১. সহ:সম্পাদক, মহিলা বিষয়ক (১ জন){"\n"}
                  ৪২. সহ:সম্পাদক, যুব বিষয়ক (১ জন){"\n"}
                  ৪৩. সহ:সম্পাদক, স্বেচ্ছাসেবক বিষয়ক (১ জন){"\n"}
                  ৪৪. সহ:সম্পাদক, ছাত্র বিষয়ক (১ জন){"\n"}
                  ৪৫. সহ:সম্পাদক, শ্রম বিষয়ক (১ জন){"\n"}
                  ৪৬. সহ:সম্পাদক, কৃষি বিষয়ক (১ জন){"\n"}
                  ৪৭. সহ:সম্পাদক, ধর্ম বিষয়ক (২ জন){"\n"}
                  ৪৮. সহ:সম্পাদক, পরিবেশ বিষয়ক (১ জন){"\n"}
                  ৪৯. সহ:সম্পাদক, প্রশিক্ষণ বিষয়ক (১ জন){"\n"}
                  ৫০. সহ:সম্পাদক, তথ্য ও গবেষণা বিষয়ক (১ জন){"\n"}
                  ৫১. নির্বাহী সদস্য (৭৪ জন){"\n"}
                </Text>
                {"\n"}

                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  সর্বমোট ১৫১ জন
                </Text>
                <Text>
                  চেয়ারম্যানের পরামর্শক্রমে দলের মহাসচিব জেলা কমিটির অনুমোদন
                  দেবেন।{"\n"}
                  ২০২০ সালের মধ্যে সকল কমিটিতে মহিলা সদস্য সংখ্যা শতকরা ৩৩ ভাগে
                  উন্নীত করতে হবে। দলের বিভিন্ন পর্যায়ের নির্বাহী কমিটিসমূহ
                  স্ব-স্ব এলাকায় দলের কর্মসূচি বাস্তবায়ন, তদারক ও নিয়ন্ত্রণ
                  করবে। ওয়ার্ড কমিটি থেকে জেলা/মহানগর কমিটি পর্যন্ত সকল কমিটির
                  মেয়াদ শেষ হওয়ার পরবর্তী ৩ (তিন) মাসের মধ্যে কাউন্সিলের
                  মাধ্যমে নতুন কমিটি নির্বাচিত হবে। এই সময়ের মধ্যে নির্বাচনের
                  মাধ্যমে নতুন কমিটি গঠন সম্ভব না হলে যুক্তিসঙ্গত কারণে ঊর্ধ্বতন
                  কমিটি পরবর্তী ৩ (তিন) মাসের জন্য সংশ্লিষ্ট কমিটির মেয়াদ
                  বাড়াতে পারবে। এর মধ্যে নতুন কমিটি গঠিত না হলে পূর্ববর্তী
                  কমিটি বাতিল বলে গণ্য হবে এবং ঊর্ধ্বতন কমিটি সংশ্লিষ্ট এলাকার ৩
                  (তিন) মাসের মধ্যে কাউন্সিলের মাধ্যমে কমিটি গঠনের শর্তে
                  আহ্বায়ক কমিটি গঠন করবে। নির্ধারিত সময়ের মধ্যে আহ্বায়ক কমিটি
                  পূর্ণাঙ্গ কমিটি গঠনে ব্যর্থ হলে কেন্দ্র থেকে নির্দিষ্ট
                  মেয়াদের জন্য কমিটি গঠন করে দেওয়া হবে। ওয়ার্ড থেকে
                  মহানগর/জেলা কমিটি পর্যন্ত সংশ্লিষ্ট কমিটি অভ্যন্তরীণ শৃঙ্খলা
                  রক্ষার প্রয়োজনে কর্মকর্তা ও সদস্যদের বিরুদ্ধে ব্যবস্থা নিতে
                  পারবে। তবে কাউকে সাময়িকভাবে বহিষ্কার করতে হলে অনুমোদন দানকারী
                  কমিটির এবং কাউকে বহিষ্কার করতে হলে জাতীয় নির্বাহী কমিটির
                  কিংবা দলের চেয়ারম্যানের অনুমতি নিতে হবে। কেন্দ্রের অনুমোদন
                  ছাড়া কোনো কমিটি কেউ বাতিল করতে পারবে না। তবে অনুমোদন দানকারী
                  কমিটি সংশ্লিষ্ট ঊর্ধ্বতন কমিটির অনুমোদনক্রমে অনুমোদিত কমিটির
                  কার্যক্রম সাময়িকভাবে স্থগিত করতে পারবে। এমন ক্ষেত্রে
                  সিদ্ধান্ত গ্রহণের বিষয়টি পূর্ণ ব্যাখ্যাসহ জাতীয় নির্বাহী
                  কমিটির মহাসচিবকে জানাতে হবে এবং এ ব্যাপারে দলের স্থায়ী কমিটির
                  কিংবা চেয়ারম্যানের সিদ্ধান্ত চূড়ান্ত বলে বিবেচিত হবে।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ paddingTop: 15, textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ৮) জাতীয় কাউন্সিল
                </Text>
                {"\n"}
                {"\n"}
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  ক) ‘জাতীয় কাউন্সিল’ নামে দলের একটি জাতীয় কাউন্সিল থাকবে যার
                  গঠন পদ্ধতি নিম্নরূপ হবে:
                </Text>{" "}
                {"\n"} {"\n"}
                <Text>
                  ১) প্রতি উপজেলা/থানা নির্বাহী কমিটির (মহানগর থানাসহ ) সভাপতি ও
                  সাধারণ সম্পাদক; {"\n"}
                  ২) প্রতি পৌরসভা নির্বাহী কমিটির সভাপতি ও সাধারণ সম্পাদক;{" "}
                  {"\n"}
                  ৩) প্রতি মহানগর নির্বাহী কমিটির সভাপতি ও সাধারণ সম্পাদক;{" "}
                  {"\n"}
                  ৪) প্রতি জেলা নির্বাহী কমিটির সভাপতি ও সাধারণ সম্পাদক; {"\n"}
                  ৫) প্রতি জেলা ও মহানগর নির্বাহী কমিটি কর্তৃক মনোনীত প্রতি জেলা
                  ও মহানগর হতে দুইজন মহিলা সদস্য; {"\n"}
                  ৬) পার্লামেন্টারি পার্টির সদস্যবৃন্দ {"\n"}
                  ৭) জাতীয় নির্বাহী কমিটির কর্মকর্তা ও সদস্যবৃন্দ; {"\n"}
                  ৮) চেয়াম্যানের উপদেষ্টা কাউন্সিলের সদস্যবৃন্দ; {"\n"}
                  ৯) জাতীয় স্থায়ী কমিটির সদস্যবৃন্দ এবং {"\n"}
                  ১০) চেয়ারম্যান কর্তৃক মনোনীত উপরে বর্ণিত ১ হতে ৯ এর মোট সদস্য
                  সংখ্যার শতকরা ১০ ভাগ । {"\n"}
                  {"\n"}
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    খ) জাতীয় কাউন্সিলের দায়িত্ব ও ক্ষমতা
                  </Text>
                  {"\n"}
                  {"\n"}
                  ১) দলের গঠনতন্ত্রে বর্ণিত ও তার ভিত্তিতে জাতীয় স্থায়ী কমিটি
                  কর্তৃক নির্ধারিত ও প্রবর্তিত দলের নীতি ও কর্মসূচি বাস্তবায়ন ও
                  কার্যকরী করা; {"\n"}
                  ২) দলের জাতীয় স্থায়ী কমিটির সদস্যগণ এবং জাতীয় নির্বাহী
                  কমিটির কর্মকর্তা ও সদস্যগণের নির্বাচন অনুষ্ঠান করা; {"\n"}
                  ৩) দলের গঠনতন্ত্র সংশোধন করা; {"\n"}
                  ৪) দলের চেয়ারম্যান কর্তৃক প্রেরিত যেকোনো বিষয় বিবেচনা করা;{" "}
                  {"\n"}
                  ৫) মহাসচিবের রিপোর্ট বিবেচনা করা; {"\n"}
                  ৬) জাতীয় কাউন্সিলের ১/৩ (এক-তৃতীয়াংশ) সদস্যদের প্রস্তাবিত
                  অন্যান্য গুরুত্বপূর্ণ বিষয় বিবেচনা করা। {"\n"}
                </Text>
              </Text>
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  {"\n"}
                  {"\n"}
                  ৯) জাতীয় স্থায়ী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  দলের চেয়ারম্যান, সিনিয়র ভাইস চেয়ারম্যান ও মহাসচিব জাতীয়
                  স্থায়ী কমিটির সদস্য হিসেবে নির্বাচিত বলে গণ্য হবেন। তাঁদেরসহ
                  জাতীয় স্থায়ী কমিটির সদস্য সংখ্যা হবে ১৯ জন। চেয়ারম্যান এ
                  কমিটির প্রধান থাকবেন এবং তিনি স্থায়ী কমিটির সভা আহ্বান করবেন।
                  জাতীয় স্থায়ী কমিটির সদস্যবৃন্দ তাঁদের পদাধিকার বলে জাতীয়
                  কাউন্সিলের সদস্য বলে গণ্য হবেন। জাতীয় স্থায়ী কমিটি নিম্নোক্ত
                  দায়িত্ব ও কর্তব্য পালন করবে:{"\n"}
                  {"\n"}
                  ক) দলের প্রধান নীতি নির্ধারক অঙ্গ হিসেবে এ কমিটি দলের নীতি ও
                  কর্মসূচি প্রণয়ন ও প্রবর্তন করবে।{"\n"}
                  খ) একমাত্র চেয়ারম্যানের অপসারণ ব্যতীত দলের অন্যান্য সকল
                  পর্যায়ের কর্মকর্তা ও সদস্যদের বিরুদ্ধে শাস্তিমূলক ব্যবস্থা
                  গ্রহণ এবং গৃহীত শাস্তিমূলক ব্যবস্থার পুনর্বিচারের ক্ষমতা এ
                  কমিটির থাকবে।{"\n"}
                  গ) এ কমিটি প্রয়োজনবোধে দলের ঘোষণাপত্র, গঠনতন্ত্র, বিধি,
                  উপবিধি ও ধারার যথাযথ সংগতিপূর্ণ ব্যাখ্যা করবে এবং সে ব্যাখ্যা
                  চূড়ান্ত বলে গণ্য হবে ।{"\n"}
                  ঘ) দলের সদস্যরা যাতে দলের ঘোষণাপত্র, গঠনতন্ত্র, ধারা-উপধারা,
                  বিধি ও উপবিধির প্রতি যথাযথ সম্মান প্রদর্শন করেন এবং মেনে চলেন
                  এ কমিটি সে দিকে বিশেষ লক্ষ্য রাখবে।{"\n"}
                  ঙ) এ কমিটি দলের গুরুত্বপূর্ণ প্রচারপত্র ও অন্যান্য প্রকাশনার
                  অনুমোদন দান করবে এবং এ কমিটির অনুমোদন ব্যতীত দলের গুরুত্বপূর্ণ
                  কোনো প্রচারপত্র কিংবা প্রকাশনা প্রকাশ বা বিতরণ করা যাবে না ।
                  {"\n"}
                  চ) এ কমিটি ওয়ার্ড পর্যায় থেকে জাতীয় পর্যায় পর্যন্ত যেকোনো
                  নির্বাহী কমিটির কাজ সাময়িকভাবে স্থগিত রাখার নির্দেশ দিতে
                  পারবে কিংবা প্রয়োজনবোধে তা বাতিল করে দিয়ে পুনর্নির্বাচনের
                  নির্দেশ দিতে পারবে। পুনর্নির্বাচনের জন্য স্থায়ী কমিটি একজন
                  আহ্বায়ক বা বিশেষ ক্ষেত্রে একটি আহ্বায়ক কমিটি গঠন করে
                  সংশ্লিষ্ট নির্বাহী কমিটির পুনর্গঠন ও পুনর্নির্বাচনের নির্দেশ
                  দিতে পারবে।{"\n"}
                  ছ) এ কমিটি জাতীয় নির্বাহী কমিটি এবং বিষয়ভিত্তিক
                  উপ-কমিটিসমূহের আওতাভুক্ত যেকোনো বিষয়ের ওপর রিপোর্ট পেশ করার
                  জন্য উক্ত কমিটিসমূহকে নির্দেশ দিতে পারবে।{"\n"}
                  জ) এ কমিটি জাতীয় নির্বাহী কমিটি এবং চেয়ারম্যান কর্তৃক মনোনীত
                  অন্যান্য কমিটিসমূহের কার্যকলাপ নিয়ন্ত্রণ ও তদারক করবে।{"\n"}
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ১০) জাতীয় নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  জাতীয় নির্বাহী কমিটি অনূর্ধ্ব ৪৭০ জন সদস্য সমন্বয়ে গঠিত হবে।
                  তবে দলের চেয়ারম্যান কর্মকর্তা বা সদস্যদের সংখ্যা নিরূপণে
                  বিশেষ ক্ষেত্রে পরিবর্তন করতে পারবেন কিন্তু মোট সদস্য সংখ্যা দশ
                  শতাংশের বেশি বৃদ্ধি করা যাবে না। এছাড়াও প্রত্যেক জেলা
                  নির্বাহী কমিটির সভাপতি ও প্রত্যেক মহানগর নির্বাহী কমিটির
                  সভাপতি তাঁদের পদাধিকার বলে জাতীয় নির্বাহী কমিটির সদস্য বলে
                  গণ্য হবেন। জাতীয় নির্বাহী কমিটির মোট সদস্যের শতকরা ১০ ভাগ
                  মহিলা সদস্য হতে হবে এবং আগামী ২০২০ সালের মধ্যে এই সংখ্যা ৩৩
                  শতাংশে উন্নীত করা হবে। এই কমিটিতে মোট সংখ্যার শতকরা ১০ ভাগ
                  শ্রমিক, মুক্তিযোদ্ধা, কৃষক, উপজাতি ও সমাজের অন্যান্য স্তরের
                  প্রতিনিধিদের মধ্যে থেকে নিতে হবে।{"\n"}জাতীয় নির্বাহী কমিটির
                  নিম্নলিখিত কর্মকর্তাগণ দলের জাতীয় কাউন্সিল কর্তৃক নির্বাচিত
                  হবেন। তবে এই কমিটির অন্তত এক-তৃতীয়াংশ জাতীয় কাউন্সিল থেকে
                  নিতে হবে। এই কমিটি ৩ বছরের জন্য নির্বাচিত হবে এবং গঠনতন্ত্র
                  অনুযায়ী নির্বাচিত পরবর্তী জাতীয় নির্বাহী কমিটি দায়িত্ব
                  গ্রহণ না করা পর্যন্ত দায়িত্ব পালন করবে।
                </Text>
                {"\n"}
                {"\n"}
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 13,
                  }}
                >
                  জাতীয় নির্বাহী কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  চেয়ারম্যান (১ জন){"\n"}
                  সিনিয়র ভাইস চেয়ারম্যান (১ জন){"\n"}
                  ভাইস চেয়ারম্যান (৩৫ জন){"\n"}
                  মহাসচিব (১ জন){"\n"}
                  সিনিয়র যুগ্ম-মহাসচিব (দফতরের দায়িত্বে) (১ জন){"\n"}
                  যুগ্ম-মহাসচিব (৭ জন){"\n"}
                  দফতর সম্পাদক (১ জন){"\n"}
                  কোষাধ্যক্ষ (১ জন){"\n"}
                  সাংগঠনিক সম্পাদক প্ৰতি বিভাগে (১ জন){"\n"}
                  সম্পাদক, ক্রীড়া বিষয়ক (১ জন){"\n"}
                  সম্পাদক, বিশেষ দায়িত্বে (২ জন){"\n"}
                  প্রচার সম্পাদক (১ জন){"\n"}
                  সম্পাদক, আন্তর্জাতিক সম্পর্ক বিষয়ক (৭ জন){"\n"}
                  সম্পাদক, মুক্তিযোদ্ধা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, আইন বিষয়ক (২ জন){"\n"}
                  সম্পাদক, শিক্ষা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, সমাজকল্যাণ বিষয়ক (১ জন){"\n"}
                  সম্পাদক, কর্মসংস্থান বিষয়ক (১ জন){"\n"}
                  সম্পাদক, যুব বিষয়ক (১ জন){"\n"}
                  সম্পাদক, স্থানীয় সরকার বিষয়ক (১ জন){"\n"}
                  সম্পাদক, শিল্প বিষয়ক (১ জন){"\n"}
                  সম্পাদক, বাণিজ্য বিষয়ক (১ জন){"\n"}
                  সম্পাদক, অর্থনৈতিক বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ত্রাণ ও পুনর্বাসন বিষয়ক (১ জন){"\n"}
                  সম্পাদক, গবেষণা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, তথ্য বিষয়ক (১ জন){"\n"}
                  সম্পাদক, জলবায়ু পরিবর্তন বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ব্যাংকিং ও রাজস্ব বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ক্রীড়া বিষয়ক (১ জন){"\n"}
                  সাংস্কৃতিক বিষয়ক (১ জন){"\n"}
                  সম্পাদক, সাংস্কৃতিক বিষয়ক (১ জন){"\n"}
                  সম্পাদক, মহিলা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, প্রশিক্ষণ বিষয়ক (২ জন){"\n"}
                  সম্পাদক, ছাত্র বিষয়ক (১ জন){"\n"}
                  সম্পাদক, শ্রমিক বিষয়ক (১ জন){"\n"}
                  সম্পাদক, কৃষি বিষয়ক (১ জন){"\n"}
                  সম্পাদক, স্বেচ্ছাসেবক বিষয়ক (১ জন){"\n"}
                  সম্পাদক, গণশিক্ষা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ধর্ম বিষয়ক (১ জন){"\n"}
                  সম্পাদক, বন ও পরিবেশ বিষয়ক (১ জন){"\n"}
                  সম্পাদক, স্বাস্থ্য বিষয়ক (১ জন){"\n"}
                  সম্পাদক, পরিবার কল্যাণ বিষয়ক (১ জন){"\n"}
                  সম্পাদক, সমবায় বিষয়ক (১ জন){"\n"}
                  সম্পাদক, পল্লী উন্নয়ন বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ক্ষুদ্র ও কুটিরশিল্প বিষয়ক (১ জন){"\n"}
                  সম্পাদক, গ্রাম সরকার বিষয়ক (১ জন){"\n"}
                  সম্পাদক, প্রকাশনা বিষয়ক (১ জন){"\n"}
                  সম্পাদক, স্বনির্ভর বিষয়ক (১ জন){"\n"}
                  সম্পাদক, তাঁতী বিষয়ক (১ জন){"\n"}
                  সম্পাদক, শিশু বিষয়ক (১ জন){"\n"}
                  সম্পাদক, প্রবাসী কল্যাণ বিষয়ক (১ জন){"\n"}
                  সম্পাদক, বিজ্ঞান ও প্রযুক্তি বিষয়ক (১ জন){"\n"}
                  সম্পাদক, তথ্য প্রযুক্তি বিষয়ক (১ জন){"\n"}
                  সম্পাদক, মানবাধিকার বিষয়ক (১ জন){"\n"}
                  সম্পাদক, ক্ষুদ্র ঋণ বিষয়ক (১ জন){"\n"}
                  সম্পাদক, উপজাতি বিষয়ক (১ জন){"\n"}
                  সম্পাদক, মৎস্যজীবী বিষয়ক (১ জন){"\n"}
                  উপ-কোষাধ্যক্ষ (১ জন){"\n"}
                  সহ:সম্পাদক, সমবায় বিষয়ক (১ জন){"\n"}
                  সহ:দফতর সম্পাদক (১ জন){"\n"}
                  সহ:প্রচার সম্পাদক (১ জন){"\n"}
                  সহ:সম্পাদক, আন্তর্জাতিক বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, মুক্তিযোদ্ধা বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, আইন বিষয়ক (৪ জন){"\n"}
                  সহ:সম্পাদক, শিক্ষা বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, অর্থনৈতিক বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, সমাজ কল্যাণ বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, কর্মসংস্থান বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, ক্রীড়া বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, সাংস্কৃতিক বিষয় (১ জন){"\n"}
                  সহ:সম্পাদক, যুব বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, প্রান্তিক জনশক্তি উন্নয়ণ বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, ব্যাংকিং ও রাজস্ব বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, মহিলা বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, ধর্ম বিষয়ক (৪ জন){"\n"}
                  সহ:সম্পাদক, ছাত্র বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, শ্রমিক বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, কৃষি বিষয়ক (১ জন ){"\n"}
                  সহ:সম্পাদক, সমবায় বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, শিল্প বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, বাণিজ্য বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, পল্লী উন্নয়ন বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, স্বেচ্ছাসেবক বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, ত্রান ও পুনর্বাসন বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, প্রকাশনা বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, তথ্য ও গবেষণা বিষয়ক (৩ জন){"\n"}
                  সহ:সম্পাদক, গ্রাম সরকার বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, স্থানীয় সরকার বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, জলবায়ু পরিবর্তন বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, প্রশিক্ষণ বিষয়ক (৩ জন){"\n"}
                  সহ:সম্পাদক, গণশিক্ষা বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, বন ও পরিবেশ বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, স্বনির্ভর বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, তাঁতী বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, স্বাস্থ্য বিষয়ক (৩ জন){"\n"}
                  সহ:সম্পাদক, নার্সেস ও স্বাস্থ্য সহকারী (১ জন){"\n"}
                  সহ:সম্পাদক, পরিবার কল্যাণ বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, প্রবাসী কল্যাণ বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, বিজ্ঞান ও প্রযুক্তি বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, তথ্য প্রযুক্তি বিষয়ক (২ জন){"\n"}
                  সহ:সম্পাদক, মানবাধিকার বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, ক্ষুদ্র ঋণ বিষয়ক (১ জন){"\n"}
                  সহ:সম্পাদক, উপজাতি বিষয়ক (১ জন){"\n"}
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                ১১) জাতীয় নির্বাহী কমিটির কর্তব্য ও দায়িত্ব
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                ক) দলের বিভিন্ন পর্যায়ের কমিটির কার্যক্রমের তদারকী ও সমন্বয়
                সাধন করা।{"\n"}
                খ) প্রয়োজনবোধে কমিটির কর্মকর্তা/সদস্যদের বিরুদ্ধে শাস্তিমূলক
                ব্যবস্থা গ্রহণের সুপারিশ করা।{"\n"}
                গ) দলের কর্মসূচি বাস্তবায়ন ও তদুদ্দেশ্যে প্রস্তাব গ্রহণ ও
                নির্দেশ প্রদান করা।{"\n"}
                ঘ) বৈধতা প্রশ্নে কমিটিসমূহের অন্তর্দ্বন্দ্ব মেটানো।{"\n"}
                ঙ) দলের অঙ্গ ও সহযোগী সংগঠনসমূহের কার্যকলাপের তদারক, নিয়ন্ত্রণ
                ও সমন্বয় সাধন করা।{"\n"}
                চ) জাতীয় স্থায়ী কমিটির নির্দেশে অন্যান্য কর্তব্য ও দায়িত্ব
                পালন করা। প্রতি ছয় মাসে অন্তত একবার জাতীয় নির্বাহী কমিটির সভা
                অনুষ্ঠিত হবে, তবে প্রয়োজনবোধে যেকোনো সময় কমিটির সভা
                চেয়ারম্যানের অনুমতিক্রমে ডাকা যেতে পারে। যে বছর জাতীয় কাউন্সিল
                হবে সে বছর ব্যতীত প্রতি বছর অন্তত একবার জাতীয় নির্বাহী কমিটির
                বর্ধিত সভা অনুষ্ঠিত হবে।{"\n"}
                {"\n"}
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ১২) চেয়ারম্যানের উপদেষ্টা কাউন্সিল
                  {"\n"}
                  {"\n"}
                </Text>
                <Text>
                  চেয়ারম্যানকে বিভিন্ন বিশেষ পরামর্শ দানের জন্য একটি উপদেষ্টা
                  কাউন্সিল থাকবে। উপদেষ্টা কাউন্সিলের সদস্যগণ চেয়ারম্যান কর্তৃক
                  মনোনীত হবেন এবং জাতীয় নির্বাহী কমিটির ভাইস চেয়ারম্যানের পদ
                  মর্যাদার অধিকারী হবেন। পদাধিকার বলে উপদেষ্টা কাউন্সিলের
                  সদস্যগণ দলের জাতীয় কাউন্সিলের কাউন্সিলর বলে গণ্য হবেন ।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ১৩) বিষয়ভিত্তিক উপ-কমিটি
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  দলের চেয়ারম্যান গুরুত্বপূর্ণ জাতীয় সমস্যার পরিপ্রেক্ষিতে
                  প্রয়োজনবোধে জাতীয় কাউন্সিলের সদস্যবৃন্দের মধ্য থেকে কয়েকজন
                  সদস্যের সমন্বয়ে গঠিত বিভিন্ন বিষয় ভিত্তিক কমিটি মনোনীত করতে
                  পারবেন। অন্যান্য বিষয়ের মধ্যে যে সমস্ত বিষয়ে এ ধরনের কমিটি
                  গঠিত হতে পারে সেগুলো হচ্ছে : অর্থ ও পরিকল্পনা, জনস্বাস্থ্য ও
                  পরিবার কল্যাণ, শিক্ষা ও প্রশিক্ষণ, গবেষণা, আন্তর্জাতিক
                  সম্পর্ক, প্রতিরক্ষা, শিল্প ও বাণিজ্য, নারী ও শিশু, বিজ্ঞান ও
                  তথ্য প্রযুক্তি, আইন-শৃঙ্খলা ও বিচার ব্যবস্থা, স্থানীয় সরকার ও
                  পল্লী উন্নয়ন, পরিবেশ ও জলবায়ু পরিবর্তন, যুব উন্নয়ন, শ্রম ও
                  প্রবাসী কল্যাণ, যোগাযোগ ও গণপরিবহন, এনার্জি ও খনিজ সম্পদ,
                  মানবাধিকার, ত্রাণ ও দুর্যোগ ব্যবস্থাপনা, পানিসম্পদ উন্নয়ন ও
                  বন্যা নিয়ন্ত্রণ, মুক্তিযুদ্ধ, ক্ষুদ্রঋণ, ক্রীড়া ও সংস্কৃতি,
                  সুশাসন ও জনপ্রশাসন, মানবসম্পদ উন্নয়ন, গণমাধ্যম, জাতীয় সংহতি
                  ও এথনিক মাইনরিটি। এই সমস্ত কমিটিসমূহে দলের সদস্য নন অথচ বিশেষ
                  ক্ষেত্রে পারদর্শী, যোগ্যতা ও দক্ষতাসম্পন্ন এমন ব্যক্তিদেরকেও
                  অন্তর্ভুক্ত করা যাবে।
                </Text>
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ১৪) পার্লামেন্টারি বোর্ড
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  জাতীয় সংসদ নির্বাচনের জন্য কিংবা অন্য যেকোনো নির্বাচনের জন্য
                  দলের প্রার্থী মনোনয়নের জন্য দলের একটি পর্লামেন্টারি বোর্ড
                  থাকবে। দলের জাতীয় স্থায়ী কমিটিই হবে দরে পার্লামেন্টারি
                  বোর্ড। তবে যে জেলার প্রার্থী মনেনয়নের জন্য পার্লামেন্টারি
                  বোর্ডের সভা আহূত হবে সেই জেলার সভাপতি ও সাধারণ সম্পাদক উক্ত
                  সভায় পার্লামেন্টারি বোর্ডের সদস্য বলে গণ্য করা হবে। তবে কোনে
                  সদস্য যদি নির্বাচনে প্রার্থী হন তাহলে তাঁর নির্বাচনী এলাকার
                  প্রার্থী বিবেচনাকালে বোর্ডের সভায় তিনি অংশগ্রহণ করতে পারবেন
                  না। দলের চেয়ারম্যান হবেন পার্লামেন্টারি বোর্ডের সভাপতি।
                  জাতীয় সংসদ নির্বাচনের কিংবা যেকোনো নির্বাচনে দলের প্রার্থী
                  মনোনয়নের দায়িত্ব পার্লামেন্টারি বোর্ড পালন করবে এবং এ
                  ব্যাপারে বোর্ডের সিদ্ধান্ত চূড়ান্ত বলে গণ্য হবে।
                  {"\n"}
                  তবে পার্লামেন্টারি বোর্ড সংশ্লিষ্ট নির্বাচনী এলাকার ওয়ার্ড,
                  ইউনিয়ন, উপজেলা/থানা অথবা জেলা কমিটি (যদি থাকে) কর্তৃক প্রণীত
                  প্রার্থী প্যানেল হতে চূড়ান্ত প্রার্থী মনোনীত করবে।
                </Text>
              </Text>{" "}
              {"\n"} {"\n"}
              <Text>
                <Text>
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    ১৫) পার্লামেন্টারি পার্টি
                  </Text>
                  {"\n"}
                  {"\n"}
                  জাতীয় সংসদে দলের সদস্যদের সমন্বয়ে গঠিত হবে পার্লামেন্টারি
                  পার্টি। দলের চেয়ারম্যানের সঙ্গে আলোচনা করে এ পার্টি তার নেতা,
                  উপনেতা, চীফ হুইপ ও অন্যান্য হুইপদের নির্বাচিত করবেন।
                  পার্লামেন্টারি পার্টির সদস্যবৃন্দ পদাধিকার বলে জাতীয়
                  কাউন্সিলের সদস্য হবেন।
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    {" "}
                    {"\n"}
                    {"\n"}
                    ১৬) প্রবাসে সংগঠন
                  </Text>
                  {"\n"}
                  {"\n"}
                  প্রবাসে বসবাসরত বাংলাদেশিগণের মধ্যে যারা বাংলাদেশ জাতীয়তাবাদী
                  দলের নীতি, আদর্শ, উদ্দেশ্য ও কাসূচিতে বিশ্বাস করেন তাঁরা যেসব
                  দেশে স্থায়ী কিংবা অস্থায়ীভাবে বসবাস করেন, সেসব দেশের প্রচলিত
                  আইনে সংগঠন প্রতিষ্ঠা/পরিচালনা করতে পারবেন।
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    {" "}
                    {"\n"}
                    {"\n"}
                    ১৭) চেয়ারম্যানের বিশেষ সহকারী
                  </Text>
                  {"\n"}
                  {"\n"}
                  চেয়ারম্যান তাঁর দলীয় কার্যক্রম পরিচালনায় সহযোগিতা করার জন্য
                  প্রয়োজনবোধে বিশেষ সহকারী নিযুক্ত করতে পারবেন। তিনি তাঁর বিশেষ
                  সহকারীদের সংখ্যা এবং দলে তাদের সাংগঠনিক মর্যাদা নির্ধারণ
                  করবেন।
                </Text>
              </Text>{" "}
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                <Text
                  style={{
                    fontWeight: "500",
                    fontSize: 15,
                  }}
                >
                  ৭। চেয়ারম্যান
                </Text>
                {"\n"}
                {"\n"}
                <Text>
                  প্রধান কর্মকর্তা হিসেবে দলের একজন চেয়ারম্যান থাকবেন । ৩০
                  বছরের কম বয়স্ক কোনো ব্যক্তি দলের চেয়ারম্যান হতে পারবেন না।
                </Text>
                {"\n"}
                {"\n"}
                {"\n"}
                <Text>
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    ক) চেয়ারম্যান নির্বাচন
                  </Text>{" "}
                  {"\n"}
                  {"\n"}জাতীয় কাউন্সিলের সদস্যবৃন্দের সরাসরি ভোটে সাধারণ
                  সংখ্যাগরিষ্ঠতার মাধ্যমে ৩ বছরের জন্য দলের চেয়ারম্যান
                  নির্বাচিত হবেন। মেয়াদ শেষে চেয়ারম্যান পদে একই ব্যক্তি
                  পুনরায় নির্বাচিত হতে পারবেন। কাউন্সিল কর্তৃক নির্বাচিত
                  চেয়ারম্যান দলের জাতীয় নির্বাহী কমিটির চেয়ারম্যান এবং জাতীয়
                  স্থায়ী কমিটির চেয়ারম্যান হিসেবে নির্বাচিত হয়েছেন বলে গণ্য
                  হবেন। দলের গঠনতন্ত্র অনুযায়ী পরবর্তী চেয়ারম্যান নির্বাচিত
                  হয়ে দায়িত্ব গ্রহণ না করা পর্যন্ত চেয়ারম্যান স্বপদে বহাল
                  থাকবেন । {"\n"}
                  {"\n"}চেয়ারম্যান নির্বাচনের সময় একই সাথে দলের সিনিয়র ভাইস
                  চেয়ারম্যান পদেও নির্বাচন অনুষ্ঠিত হবে। সিনিয়র ভাইস
                  চেয়ারম্যান ৩ (তিন) বছরের জন্য নির্বাচিত হবেন। দলের গঠনতন্ত্র
                  অনুযায়ী পরবর্তী সিনিয়র ভাইস চেয়ারম্যান নির্বাচিত হয়ে
                  দায়িত্ব গ্রহণ না করা পর্যন্ত সিনিয়র ভাইস চেয়ারম্যান স্বপদে
                  বহাল থাকবেন । {"\n"}
                  {"\n"}
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    খ) চেয়ারম্যানের কর্তব্য, ক্ষমতা ও দায়িত্ব
                  </Text>{" "}
                  {"\n"}
                  {"\n"}
                  ১) দলের প্রধান কর্মকর্তা হিসেবে চেয়ারম্যান দলের সর্বময়
                  কার্যাবলী নিয়ন্ত্রণ, তদারক ও সমন্বয় সাধন করবেন এবং
                  তদুদ্দেশ্যে জাতীয় কাউন্সিল, জাতীয় স্থায়ী কমিটি, জাতীয়
                  নির্বাহী কমিটি, বিষয় কমিটিসমূহ এবং চেয়ারম্যান কর্তৃক মনোনীত
                  অন্যান্য কমিটিসমূহের ওপর কর্তৃত্ব করবেন এবং তাদের কার্যাবলীর
                  নিয়ন্ত্রণ, তদারক ও সমন্বয় সাধন করবেন।{"\n"}
                  ২) উপরোক্ত কমিটিসমূহের সদস্যদের বিরুদ্ধে শাস্তিমূলক ব্যবস্থাও
                  চেয়ারম্যান প্রয়োজনবোধে নিতে পারবেন।{"\n"}
                  ৩) জাতীয় নির্বাহী কমিটির চেয়ারম্যান হিসেবে উক্ত কমিটির
                  কর্মকর্তাদের দায়-দায়িত্ব, ক্ষমতা ও কর্তব্য নিরূপণ করবেন।
                  {"\n"}
                  ৪) চেয়ারম্যান প্রয়োজন মনে করলে জাতীয় নির্বাহী কমিটি, জাতীয়
                  স্থায়ী কমিটি, বিষয়ভিত্তিক উপ-কমিটিরসমূহ এবং চেয়ারম্যান
                  কর্তৃক মনোনীত অন্যান্য কমিটিসমূহ বাতিল করে দিতে এবং পরবর্তী
                  কাউন্সিলের অনুমোদন সাপেক্ষে পুনর্গঠন করতে পারবেন ।{"\n"}
                  ৫) চেয়ারম্যান জাতীয় কাউন্সিল, জাতীয় নির্বাহী কমিটি এবং
                  জাতীয় স্থায়ী কমিটির সভাসমূহে সভাপতিত্ব করবেন, তবে এ ক্ষমতা
                  প্রয়োজনবোধে তিনি অন্য সদস্যদের ওপর অর্পণ করতে পারবেন ।{"\n"}
                  ৬) চেয়ারম্যান জাতীয় স্থায়ী কমিটি এবং জাতীয় নির্বাহী কমিটি
                  এবং বিষয়ভিত্তিক উপ-কমিটিসমূহের শূন্যপদ পূরণ করতে পারবেন।
                  {"\n"}
                  {"\n"}
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    গ) সিনিয়র ভাইস চেয়ারম্যানের কর্তব্য, ক্ষমতা ও দায়িত্ব
                  </Text>{" "}
                  {"\n"}
                  {"\n"}
                  ১) সিনিয়র ভাইস চেয়ারম্যান দায়িত্ব পালনে চেয়ারম্যানকে
                  সহযোগিতা করবেন এবং চেয়ারম্যান কর্তৃক অর্পিত যেকোনো দায়িত্ব
                  পালন করবেন।{"\n"}
                  ২) চেয়ারম্যানের সাময়িক অনুপস্থিতিতে তিনিই দলের ভারপ্রাপ্ত
                  চেয়ারম্যান হিসেবে চেয়ারম্যানের সমুদয় দায়িত্ব পালন করবেন ।
                  {"\n"}
                  ৩) যেকোনো কারণে চেয়ারম্যানের পদ শূন্য হলে সিনিয়র ভাইস
                  চেয়ারম্যান চেয়ারম্যানের অবশিষ্ট মেয়াদের জন্য চেয়ারম্যান
                  হিসেবে দায়িত্ব গ্রহণ করবেন এবং গঠনতন্ত্র অনুযায়ী পরবর্তী
                  চেয়ারম্যান নির্বাচিত হয়ে দায়িত্ব গ্রহণ না করা পর্যন্ত তিনি
                  চেয়ারম্যানের দায়িত্বে বহাল {"\n"}
                  <Text
                    style={{
                      fontWeight: "500",
                      fontSize: 13,
                    }}
                  >
                    ঘ) চেয়ারম্যানের অপসারণ
                  </Text>{" "}
                  {"\n"}
                  {"\n"}
                  জাতীয় কাউন্সিলের মোট সদস্য সংখ্যার দুই-তৃতীয়াংশ সদস্যের
                  দাবিকৃত জাতীয় কাউন্সিলের মোট সদস্য তিন-চতুর্থাংশের ভোট যদি
                  চেয়ারম্যানের অপসারণের অনুকূলে হয় তাহলে চেয়ারম্যানকে অপসারণ
                  করা যাবে। তবে জাতীয় কাউন্সিলের উক্ত দাবিতে চেয়ারম্যানের
                  অপসারণই সভার একমাত্র বিষয়বস্তু হিসেবে দেখাতে হবে এবং অপসারণের
                  কারণ সুস্পষ্টভাবে লিখিত থাকতে হবে।
                </Text>
              </Text>
            </Text>
          </View>
        </View>
      </ScrollView>
    </View>
  );
}
