import { View, Text, TouchableOpacity, ScrollView, Image } from "react-native";
import React, { useLayoutEffect } from "react";
import { Ionicons } from "@expo/vector-icons";

export default function নীতিমালা({ navigation }) {
  useLayoutEffect(() => {
    navigation.setOptions({
      headerLeft: () => (
        <TouchableOpacity onPress={() => navigation.goBack()}>
          <Ionicons
            name="ios-arrow-back"
            size={24}
            color="black"
            style={{ paddingLeft: 10 }}
          />
        </TouchableOpacity>
      ),
    });
  }, [navigation]);
  return (
    <View style={{ paddingHorizontal: 10, paddingVertical: 20 }}>
      <ScrollView>
        <View>
          <Text style={{ textAlign: "center" }}>
            <Text>বিস্‌মিল্লাহির রাহমানির রাহিম</Text>
            {"\n"}
            <Text style={{ fontWeight: "bold", fontSize: 20 }}>গঠনতন্ত্র</Text>
            {"\n"}
            <Text style={{ fontWeight: "bold", fontSize: 20 }}>
              বাংলাদেশ জাতীয়তাবাদী দল
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}> ১ । নাম</Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              এ দলের নাম হবে “বাংলাদেশ জাতীয়তাবাদী দল”। ইংরেজিতে এই দলকে
              Bangladesh Nationalist Party-BNP এবং সংক্ষেপে এই দলকে
              “জাতীয়তাবাদী দল” এবং “বিএনপি” বলে অভিহিত করা হবে। এ দলের জাতীয়
              কার্যালয় তথা কেন্দ্রীয় সদর দফতর বাংলাদেশের রাজধানী ঢাকায়
              অবস্থিত হবে এবং দলের সদর দফতর বা কেন্দ্রীয় অফিসের সংগঠন
              চেয়ারম্যানের দায়িত্বাধীন থাকবে এবং অফিসের বিভিন্ন কর্মকর্তাদের
              পদবী, দায়-দায়িত্ব ও ক্ষমতা চেয়ারম্যান নিজে নিরূপণ করবেন।
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              {" "}
              ২। উদ্দেশ্য ও লক্ষ্য
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              <Text>
                জাতীয়তাবাদী দলের ঘোষণাপত্রে এ দলের লক্ষ্য ও উদ্দেশ্য
                বিস্তৃতভাবে বর্ণিত হয়েছে। সংক্ষেপে এ দলের কয়েকটি মৌলিক লক্ষ্য
                ও উদ্দেশ্য নিচে বর্ণিত হলো:
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ক)</Text>{" "}
                বাংলাদেশি জাতীয়তাবাদ ভিত্তিক ইস্পাতকঠিন গণঐক্যের মাধ্যমে
                বাংলাদেশের স্বাধীনতা, সার্বভৌমত্ব, নিরাপত্তা, রাষ্ট্রীয় অখণ্ডতা
                ও গণতন্ত্ৰ সুরক্ষিত ও সুসংহত করা।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>খ)</Text>{" "}
                ঐক্যবদ্ধ এবং পুনরুজ্জীবিত জাতিকে অর্থনৈতিক স্বয়ম্ভরতার মাধ্যমে
                সাম্রাজ্যবাদ, সম্প্রসারণবাদ, নয়া উপনিবেশবাদ, আধিপত্যবাদ ও
                বহিরাক্রমণ থেকে বাংলাদেশকে রক্ষা করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>গ)</Text>{" "}
                উৎপাদনের রাজনীতি, মুক্তবাজার অর্থনীতি এবং জনগণের গণতন্ত্রের
                মাধ্যমে সামাজিক ন্যায়বিচার ভিত্তিক মানবমুখী অর্থনৈতিক উন্নয়ন ও
                জাতীয় সমৃদ্ধি অর্জন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঘ)</Text>{" "}
                জাতীয়তাবাদী ঐক্যের ভিত্তিতে গ্রাম-গঞ্জে জনগণকে সচেতন ও সুসংগঠিত
                করা এবং সার্বিক উন্নয়নমুখী পরিকল্পনা ও প্রকল্প রচনা,
                বাস্তবায়নের ক্ষমতা এবং দক্ষতা জনগণের হাতে পৌঁছে দেওয়া।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঙ)</Text> এমন
                এক সুষ্ঠু পরিবেশ সৃষ্টি করা, যেখানে গণতন্ত্রের শিকড় সমাজের
                মৌলিক স্তরে বিপুল সংখ্যাগরিষ্ঠ মানুষের মনে দৃঢ়ভাবে প্রোথিত হয়।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>চ)</Text> এমন
                একটি সুস্পষ্ট ও স্থিতিশীল সামাজিক ও রাজনৈতিক ব্যবস্থার নিশ্চয়তা
                দেওয়া যার মাধ্যমে জনগণ নিজেরাই তাঁদের মানবিক, সামাজিক ও
                অর্থনৈতিক উন্নতি আনতে পারেন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ছ)</Text>{" "}
                বহুদলীয় রাজনীতির ভিত্তিতে জনগণের প্রত্যক্ষ ভোটে নির্বাচিত একটি
                সংসদীয় পদ্ধতির সরকারের মাধ্যমে স্থিতিশীল গণতন্ত্র কায়েম করা
                এবং সুষম জাতীয় উন্নয়ন ও সমৃদ্ধি আনয়ন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>জ)</Text>{" "}
                গণতান্ত্রিক জীবনধারা ও গণতান্ত্রিক বিধি ব্যবস্থার রক্ষাকবচ
                হিসেবে গণনির্বাচিত জাতীয় সংসদের ভিত্তি দৃঢ়ভাবে স্থাপন করা এবং
                জনগণের মৌলিক অধিকার সংরক্ষণ করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঝ)</Text>{" "}
                রাজনৈতিক গোপন সংগঠনের তৎপরতা এবং কোনো সশস্ত্র ক্যাডার, দল বা
                এজেন্সি গঠনে অস্বীকৃতি জানানো ও তার বিরুদ্ধে জনমত সৃষ্টি করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঞ)</Text>{" "}
                জাতীয় জীবনে মানবমুখী সামাজিক মূল্যবোধের পুনরুজ্জীবন এবং সৃজনশীল
                উৎপাদনমুখী জীবনবোধ ফিরিয়ে আনা ।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ট)</Text>{" "}
                বাস্তবধর্মী কার্যকরী উন্নয়ন প্রক্রিয়ার মাধ্যমে জাতীয় জীবনে
                ন্যায়বিচার ভিত্তিক সুষম অর্থনীতির প্রতিষ্ঠা, যাতে করে সকল
                বাংলাদেশি নাগরিক অন্ন, বস্ত্র, স্বাস্থ্য, শিক্ষা ও বাসস্থানের
                ন্যূনতম মানবিক চাহিদা পূরণের সুযোগ পায়।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঠ)</Text>{" "}
                সার্বিক পল্লী উন্নয়ন কর্মসূচিকে অগ্রাধিকার দান করা ও সক্রিয়
                গণচেষ্টার মাধ্যমে গ্রামবাংলার সুখ-শান্তি ও সমৃদ্ধি নিশ্চিত করা ৷
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ড)</Text> নারী
                সমাজ ও যুব সম্প্রদায়সহ সকল জনসম্পদের সুষ্ঠু ও বাস্তবভিত্তিক
                সদ্ব্যবহার করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঢ)</Text>{" "}
                বাস্তবধর্মী অর্থনৈতিক পরিকল্পনা গ্রহণ এবং সুসামঞ্জস্যপূর্ণ শ্রম
                ব্যবস্থাপনা সম্পর্ক স্থাপন এবং সুষ্ঠু শ্রমনীতির মাধ্যমে
                শিল্পক্ষেত্রে সর্বোচ্চ উৎপাদন নিশ্চিত করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ণ)</Text>{" "}
                বাংলা ভাষা ও সাহিত্য, বাংলাদেশের সংস্কৃতি, কৃষ্টি ও বাংলাদেশের
                ক্রীড়া সংরক্ষণ, উন্নয়ন এবং প্রসার সাধন।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ত)</Text>{" "}
                বিপুল সংখ্যাগরিষ্ঠ বাংলাদেশি জনগণের ধর্ম ইসলাম এবং অন্যান্য
                ধর্মীয় শিক্ষার সুযোগ দান করে বাংলাদেশের জনগণের যুগ প্রাচীন
                মানবিক মূল্যবোধ সংরক্ষণ করা, বিশেষ করে অনগ্রসর সম্প্রদায়ের জন্য
                শিক্ষা সম্প্রসারণ ও বৃহত্তর জাতীয় জীবনে তাদের অধিকতর সুবিধা ও
                অংশগ্রহণের সুযোগের যথাযথ ব্যবস্থা করা।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>থ)</Text>{" "}
                পররাষ্ট্রনীতির ক্ষেত্রে জোট নিরপেক্ষতার ভিত্তিতে আন্তর্জাতিক
                বন্ধুত্ব, প্রীতি ও সমতা রক্ষা করা । সার্বভৌমত্ব ও সমতার ভিত্তিতে
                প্রতিবেশী রাষ্ট্রসমূহের সঙ্গে, তৃতীয় বিশ্বের মিত্র
                রাষ্ট্রসমূহের সঙ্গে এবং ভ্রাতৃপ্রতিম মুসলিম রাষ্ট্রসমূহের সঙ্গে
                প্রীতি ও সখ্যতার সম্পর্ক সুসংহত এবং সুদৃঢ় করা ।{" "}
              </Text>
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              ৩। দলের পতাকা
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              এই দলের পতাকার ঊর্ধ্বার্ধ লাল এবং নিম্নার্ধ সবুজ রংয়ের হবে।
              পতাকার মধ্যস্থলে কালো রংয়ের একটি শিল্পচক্র থাকবে । এই চক্রবৃত্তের
              বিন্দু থেকে লাল সবুজের সংযোগস্থলে উদ্ভূত হবে একছড়া সোনালি ধানের
              শীষ এবং প্রসারিত হবে উপরের দিকে। ধানের শীষের উপরে থাকবে একটি
              শ্বেতবর্ণের তারকা। সবুজ হচ্ছে দেশের প্রতীক; লাল হচ্ছে স্বাধীনতা
              যুদ্ধ ও ত্যাগের প্রতীক; শিল্পচক্র হচ্ছে উন্নতি ও অগ্রগতির প্রতীক;
              ধানের শীষ হচ্ছে স্বয়ংসম্পূর্ণতা অর্জনের লক্ষ্যে দৃঢ় সংকল্পের
              প্রতীক এবং শ্বেতবর্ণের তারকা হচ্ছে আমাদের জাতীয় আশা-আকাঙ্ক্ষার
              প্রতীক।
            </Text>
          </Text>

          <Text style={{ paddingTop: 30 }}>
            <Text style={{ fontWeight: "700", fontSize: 16 }}>
              {" "}
              ৪ । শব্দার্থ
            </Text>{" "}
            {"\n"}
            <Text style={{ textAlign: "justify" }}>
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ক)</Text>{" "}
                ওয়ার্ড, ইউনিয়ন, উপজেলা/থানা, পৌরসভা, মহানগর, জেলা- এই শব্দগুলো
                বাংলাদেশ সরকার/নির্বাচন কমিশন কর্তৃক দেওয়া অর্থই বোঝাবে ।
              </Text>
              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>খ)</Text>{" "}
                ‘গঠনতন্ত্র’ শব্দটি অপ্রাসঙ্গিক না হলে দলের গঠনতন্ত্রকেই বোঝাবে ।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>গ)</Text> যদি
                গঠনতন্ত্রে অন্যভাবে বোঝানো না হয়ে থাকে তবে ‘জেলা’ বলতে
                প্রশাসনিক জেলা বোঝাবে ।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঘ)</Text>{" "}
                ‘চেয়ারম্যান' শব্দটি ক্ষেত্র বিশেষে চেয়ারপার্সনকেও বোঝাবে।
              </Text>

              {"\n"}
              {"\n"}
              <Text>
                <Text style={{ fontSize: 14, fontWeight: "500" }}>ঙ)</Text>{" "}
                ‘সদস্য’ শব্দটি যদি ‘কমিটির’ পরিপ্রেক্ষিতে ব্যবহৃত না হয়ে থাকে
                তা হলে দলের প্রাথমিক সদস্যকে বোঝাবে।
              </Text>
            </Text>
          </Text>

          <View>
            <Text style={{ paddingTop: 30, textAlign: "justify" }}>
              <Text style={{ fontWeight: "700", fontSize: 16 }}>
                {" "}
                ৫। সদস্য পদ
              </Text>{" "}
              {"\n"}
              <Text style={{ fontWeight: "500", fontSize: 15 }}>
                ক) সদস্য পদ লাভের যোগ্যতা
              </Text>
              {"\n"}
              <Text>
                ১) ১৮ বছর বা ততোধিক বয়সের যেকোনো বাংলাদেশি নাগরিক এ দলের
                প্রাথমিক সদস্য হতে পারবে। ইচ্ছুক ব্যক্তিদেরকে সংগঠনের ঘোষণাপত্র,
                গঠনতন্ত্র ও কর্মসূচির প্রতি আনুগত্য ঘোষণা করতে হবে। {"\n"}
                {"\n"}
                ২) প্রাথমিক সদস্য পদের আবেদনপত্র এই গঠনতন্ত্রের তপসিল ১-এ ‘ক’
                ফরমে করতে হবে। এই ফরম দলের অফিসে পাওয়া যাবে। সদস্য পদের
                আবেদনপত্র অন্য কোনো ফরমে গ্রহণযোগ্য হবে না, তবে কোনো সময় যদি এই
                ফরম দলের অফিসে না পাওয়া যায়, তাহলে অনুরূপ ফরম ছাপিয়ে নিয়ে
                সদস্য পদের আবেদন করা যেতে পারে । {"\n"}
                {"\n"}
                ৩) বিবেচনার পর আবেদনপত্র গৃহীত হলে সদস্য পদের প্রমাণস্বরূপ
                পরিচয়পত্র (তফসিল-১) ‘খ’ ফরমে প্রত্যেক সদস্যকে দিতে হবে। {"\n"}
                {"\n"}
                ৪) এ দলের প্রাথমিক সদস্য চাঁদা ১০/= (দশ) টাকা মাত্র । সদস্য পদ
                লাভের পরবর্তী বছর থেকে দলের বাৎসরিক চাঁদা ১০/= (দশ) টাকা মাত্র
                পরিশোধ করে সদস্যপদ নবায়ন করতে হবে। সদস্যদের চাঁদা রসিদ মারফত
                গৃহীভ হবে এবং রসিদ দলের কেন্দ্রীয় কার্যালয় থেকে সরবরাহ করা
                হবে। {"\n"}
                {"\n"}
                ৫) দলের জাতীয় স্থায়ী কমিটি ও চেয়ারপার্সনের উপদেষ্টা
                কাউন্সিলের সদস্যবৃন্দ এবং জাতীয় নির্বাহী কমিটির কর্মকর্তা ও
                সদস্যদের মাসিক চাঁদার হার দলের চেয়ারপার্সন নির্ধারণ করবেন। ৬)
                দলের ইউনিয়ন ওয়ার্ড কমিটি থেকে জেলা কমিটির কর্মকর্তা ও নির্বাহী
                সদস্যদের মাসিক চাঁদার হার নিম্নরূপ হবে:
              </Text>
            </Text>
            <Image
              source={require("../../assets/nitimala.png")}
              style={{ height: 250, width: "100%", resizeMode: "contain" }}
            />
            <Text style={{ textAlign: "justify" }}>
              যে কোনো কর্মকর্তা/সদস্য স্বেচ্ছায় বেশি পরিমাণ চাঁদা প্রদান করতে
              পারবেন। কোনো কর্মকর্তা/সদস্যের সামর্থ্যের অভাব বিবেচনা করে
              সংশ্লিষ্ট কমিটি সেসব কর্মকর্তা/সদস্যের আবেদনের ভিত্তিতে চাঁদা
              মওকুফ কিংবা চাঁদার পরিমাণ হ্রাস করতে পারবে।{"\n"}
              {"\n"}৭) বিভিন্ন পর্যায়ে যেসকল নেতার দলের বিধিমালা অনুয়ায়ী
              মাসিক চাঁদা দেওয়ার কথা- তারা একাদিক্রমে ৬ (ছয়) মাস এবং দলের
              গঠনতন্ত্র অনুয়ায়ী যাদের বার্ষিক চাঁদা দেওয়ার কথা একাদিক্রমে ২
              (দুই) বছর চাঁদা না দিলে তাদের সদস্যপদ স্থগিত হয়ে যাবে,। মাসিক
              চাঁদা দাতাগণ একাদিক্রমে ১ (এক) বছর চাঁদা না দিলে এবং বার্ষিক চাঁদা
              দাতাগণ একাদিক্রমে ৩ (তিন) বছর চাঁদা পরিশোধ না করলে তাদের সদস্যপদ
              বাতিল হবে। অনিবার্য কারণে কেউ যথাসময়ে চাঁদা পরিশোধে অক্ষম হলে
              সংশ্লিষ্ট কমিটির চেয়ারম্যান/সভাপতি ও মহাসচিব/সাধারণ সম্পাদক বরাবর
              চাঁদা মওকুফের কিংবা বিলম্বে পরিশোধের আবেদন জানালে তার বিবেচনা করা
              যাবে। এ ব্যাপারে দলের গঠনতন্ত্র অনুযায়ী জাতীয় স্থায়ী কমিটি
              প্রয়োজনীয় বিধিমালা প্রণয়ন করবে।{"\n"}
              {"\n"}৮) প্রত্যেকটি উপজেলা/থানা অফিস তাদের স্ব-স্ব এলাকায়
              প্রত্যেক প্রাথমিক সদস্য পদের তালিকা সংরক্ষণ করবেন। জাতীয় সদর
              দফতরে অর্থাৎ দলের ঢাকাস্থ কেন্দ্ৰীয় অফিসে দলের সর্বমোট সদস্য
              সংখ্যা, সদস্যদের নাম ও ঠিকানাসহ বিধিসম্মতভাবে সংরক্ষিত হবে।
            </Text>

            <Text style={{ marginTop: 15 }}>
              <Text
                style={{
                  fontWeight: "500",
                  fontSize: 15,
                }}
              >
                খ) সদস্য পদ লাভের অযোগ্যতা
              </Text>
              {"\n"}
              {"\n"}
              <Text style={{ textAlign: "justify" }}>
                ১) বাংলাদেশের আইনানুগ নাগরিক নন এমন কোনো ব্যক্তি জাতীয়তাবাদী
                দলের সদস্য হতে পারবেন না ।{"\n"}
                {"\n"}
                ২) বাংলাদেশের স্বাধীনতা, সার্বভৌমত্ব ও অখণ্ডতার বিরোধী; গোপন
                কিংবা সশস্ত্র রাজনীতিতে বিশ্বাসী ও সক্রিয়ভাবে সংশ্লিষ্ট কোনো
                ব্যক্তি বা সমাজবিরোধী ও গণবিরোধী কোনো ব্যক্তিকে এই সংগঠনের সদস্য
                পদ দেওয়া হবে না ।
              </Text>
            </Text>
          </View>
        </View>
      </ScrollView>
    </View>
  );
}
