import { View, Text, SafeAreaView } from "react-native";
import React from "react";

export default function মহিলাদল() {
  return (
    <SafeAreaView style={{ paddingHorizontal: 10, marginTop: 35 }}>
      <Text style={{ textAlign: "center", fontSize: 20, fontWeight: "700" }}>
        বাংলাদেশ জাতীয়তাবাদী {"\n"}
        <Text>মহিলা দল</Text>
      </Text>
      <Text
        style={{
          textAlign: "justify",
          fontSize: 14,
          fontWeight: "400",
          marginTop: 15,
        }}
      >
        <Text>
          বাংলাদেশ জাতীয়তাবাদী মহিলা দল ১৯৭৮ সালের রাষ্ট্রপতি নির্বাচনের পর
          বাংলাদেশের সাবেক শহীদ রাষ্ট্রপতি জিয়াউর রহমান নারীর ক্ষমতায়নের
          লক্ষ্যে ৯ই সেপ্টেম্বর ১৯৭৮ সালে প্রতিষ্ঠা করেছিলেন।
        </Text>
        {"\n"}
        {"\n"}

        <Text>
          শহীদ রাষ্ট্রপতি জিয়াউর রহমান সমাজে নারীর গুরুত্বের প্রভাব সম্পর্কে
          তার মতামত তুলে ধরেন। এমনকি তিনি ১৯ দফা পার্টি এজেন্ডায় নারীর
          গুরুত্বের কথা উল্লেখ করেছেন এবং ১১ দফায় আমাদের সমাজে নারীর প্রতি
          যথাযথ সম্মান ও দায়িত্বের কথা স্পষ্টভাবে উল্লেখ করেছেন। আমাদের প্রিয়
          প্রতিষ্ঠাতা চেয়ারম্যান বলেন, গভীর রাজনীতির মূল মাধ্যম একটি কর্মক্ষম
          সংগঠন। ১৯৭৮ সালের ১৬ মে একটি উদ্বোধনী অনুষ্ঠানে তিনি বলেছিলেন যে
          এদেশের জনসংখ্যার অর্ধেক নারী; তারা সমাজের উন্নয়নে অংশগ্রহণের জন্য সব
          ধরনের সুযোগ-সুবিধা পাবে। নারী উন্নয়নে পশ্চাৎপদ রেখে জাতি উন্নত হতে
          পারে না। আপনি যদি সত্যিই সমৃদ্ধি চান তবে আমাদের প্রতিটি কাজের হাতকে
          কাজে লাগাতে হবে।
        </Text>
      </Text>
    </SafeAreaView>
  );
}
