import { View, Text, SafeAreaView } from "react-native";
import React from "react";

export default function মৎস্যজীবীদল() {
  return (
    <SafeAreaView style={{ paddingHorizontal: 10, marginTop: 35 }}>
      <Text style={{ textAlign: "center", fontSize: 20, fontWeight: "700" }}>
        বাংলাদেশ জাতীয়তাবাদী {"\n"}
        <Text>মৎস্যজীবী দল</Text>
      </Text>
      <Text
        style={{
          textAlign: "justify",
          fontSize: 14,
          fontWeight: "400",
          marginTop: 15,
        }}
      >
        <Text>
          ১৯৭৯ সালের ২৯ জানুয়ারি বিএনপির প্রতিষ্ঠাতা শহীদ রাষ্ট্রপতি জিয়াউর
          রহমান 'জাতীয়তাবাদী জেলে দল' নামে একটি সংগঠন প্রতিষ্ঠা করেন। এরপর ১৯৯৩
          সালের ১ সেপ্টেম্বর বিএনপির চতুর্থ জাতীয় কাউন্সিলে সংগঠনটির নাম
          পরিবর্তন করে রাখা হয় 'জাতীয়তাবাদী মৎস্যজীবী দল।' সংগঠনের গঠনতন্ত্র
          অনুযায়ী শহীদ রাষ্ট্রপতি জিয়াউর রহমান খাল কাটার কার্যক্রম শুরু করেন।
          সবুজ বিপ্লবের জন্য স্বেচ্ছাসেবী কাজ। যার অন্যতম লক্ষ্য ছিল খাদ্যশস্য
          উৎপাদনের পাশাপাশি গ্রামের মজা-পুকুর সংস্কার করে খালে মাছ চাষ করা।
          মৎস্য উৎপাদন বৃদ্ধির মাধ্যমে গবাদি পশু ও আমিষের সরবরাহ বৃদ্ধি এবং অধিক
          কর্মসংস্থান সৃষ্টি করা। এ ছাড়া তিনি মৎস্যজাত পণ্য রপ্তানির মাধ্যমে
          অধিক বৈদেশিক মুদ্রা অর্জন এবং জেলেদের রাজনৈতিকভাবে সচেতন ও সুসংগঠিত
          করতে চেয়েছিলেন। এমনকি ১৯৯৩ সালের ১ আগস্ট 'মৎস্য পাখি' ও 'মৎস্য মেলা'
          উদ্বোধনের সময় তৎকালীন প্রধানমন্ত্রী বেগম খালেদা জিয়া মৎস্য শিল্পকে
          'মৎস্য শিল্প' হিসেবে ঘোষণা করেছিলেন।
        </Text>
      </Text>
    </SafeAreaView>
  );
}
